{
  "PRIVACY_POLICY": "**Last update: %%lastPrivacyPolicyUpdate%**  <br><br><br>This document is provided in compliance with the General Data Protection Regulation, the EU e-Privacy Directive, and the Italian Data Protection Code, [Legislative Decree no. 196/2003](http://www.garanteprivacy.it/home_en/italian-legislation#1), and documents our privacy policy reported as in use as of %%lastPrivacyPolicyUpdate%.  <br> <br>This page details our policy regarding the collection, use and disclosure of personal information we receive from users of our website. We use your personal information only to provide and improve the website features. By accessing our website and making use of our services, you acknowledge that you have read and understood this privacy policy.  <br>We may periodically change this policy: we suggest you to review it regularly to keep abreast of any update.<br># Privacy policy #<br>### Scope ###<br>While using our website, we may ask you personally identifiable data that we may use to contact or identify you. It is a priority for us to ensure the security and confidentiality of the personal information you provide us when you visit our website and use our services.<br> <br>###Information collection and use ###<br>We may collect, store and use the following kinds of personal information:<br> * Information about your device, about your visits to and use of this website (such as IP address, geo-location, browser, operating system, length of visits, page views and browsing experience data).<br> * Information that you share with us when registering, logging into our website, or sending contact forms, such as your name and email address.<br> * Information that you provide when customizing your profile, such as your name, signature, profile pictures, gender, date of birth, educational and employment details.<br> * Information you provide us for the purpose of subscribing to our newsletters and email notifications, such as your name and email address.<br> * Data relating to your activity on the platform, such as the status of your sharing sessions, shared files, and chat messages.<br> * Information relating to any purchases you make with our service or any other transactions you might go through, such as your name, contact information and credit card details.<br> * Information relating to any payout in your favor originating from your activity on the website, such as the IBAN code associated to your bank account, and your ID documents.<br> * Information contained in or relating to any communication that you send to us, such as the communication content and metadata associated with it.<br><br><br>Our support will be allowed to access and retain these data for a limited time, with the sole purpose of evaluating potential terms of service infringements, or following up abuse reports by other users.<br><br><br>Consider also that users you purchase services from might ask you for your billing address and other personal data with the sole purpose of issuing documents required by the law to attest the purchase and determine due taxes.<br> <br>### Disclosing personal information ###<br>We may disclose your personal information to any member of our company and third party company insofar as reasonably necessary for the purposes set out in this policy.<br><br><br>### Disclosure to third party services ###<br>The data you use to access our website, such as your email and password, are securely transmitted to the third party company [Auth0](https://auth0.com), that, unless otherwise specified, is responsible to process and store this information.  <br>Similarly, we collect details about your payments as well as payouts issued by us in your favor, including, without limitation, your credit card details (number, cardholder name, expiration date, authentication code), your home address, your bank account details (IBAN), your birthdate, and your ID documents. We also offer users the option to save data related to the chosen payment method. If you save such payment details on KnowHub, you will be able to modify that information at any time in your account settings.  <br>To execute the transactions, we transmit the aforementioned information to the third party service Stripe, that is responsible to process your payments and the payouts on your bank account. By using KnowHub, you agree to be bound by Stripe’s policies and procedures. For additional information visit the Stripe website: we use the service [Stripe Payments](https://stripe.com/payments) to process payments, and the service [Stripe Connect](https://stripe.com/connect) with *custom connected accounts* to execute payouts to your bank account.<br><br><br>### Data logging ###<br>We collect information that your browser sends whenever you visit our website. These log data may include information such as your IP address, the browser type and version, the time and date of your visits, the pages you visited, the time spent on these pages and further statistics. In addition, we use third party services that collect information about visitors interaction with the website, such as:<br> * Google Analytics, with the aim of anonymously monitoring and tracking users behaviour. For more information, read this Google Analytics document about [Safeguarding your data](https://support.google.com/analytics/answer/6004245?hl=en).<br> * Facebook Pixel, to provide ads based on users interaction with the website. To learn more, visit the [Facebook Business](https://www.facebook.com/business/learn/facebook-ads-pixel) portal.<br> <br>### Communications ###<br>We may use your personal information to send you emails containing advertisements or promotional materials in accordance with your marketing preferences.<br> <br>### Cookies ###<br>We use cookies to collect various kind of information. You can instruct your browser to disable our cookies. However, if you do not accept cookies, you may not be able to use some parts of our website. For more information, read our [Cookies policy](privacy?mode=cookies).<br> <br>### Security ###<br>Safeguarding of your personal information is important: we adopt high-security industry-standard methods to protect it as best as we can. Remember however that no method of transmission over the Internet, or method of electronic storage, can be declared totally secure.<br><br><br>### Children's privacy ###<br>KnowHub is a general audience site and does not directly sell services to children. In case we have any evidence that a user is underage, we will block his account as soon as reasonably possible.<br> <br>### Third parties privacy ###<br>Before you disclose the personal information of another person, you must obtain that person's consent to both the disclosure and the processing of that personal information in accordance with this policy.<br>### International transfers ###<br>In order to provide their services, some of the third party companies that we rely on may need to transfer your personal information internationally, including to territories outside of the EU and the USA. Some territories may not have data protection laws as strict as those within the EU and the USA. On our part, we have implemented measures to constantly safeguard your personal information in accordance with this privacy policy.<br>### Retained information ###<br>We may retain certain information associated with your account in our archives. We will not retain your personal information for longer than necessary for our business purposes or for legal requirements. For instance, we may keep some of your data for a given period of time after you delete your account, if this is necessary to meet our legal obligations or to exercise, defend or establish legal rights.<br><br><br>### Personal information update ###<br>Feel free to [contact us](contactUs?reason=TERMS_OF_SERVICE) if your personal information that we hold about you needs to be corrected or updated.<br><br><br>### Privacy policy changes ###<br>We reserve the right to update our privacy policy at any time, thus ensure to check it out periodically. Your continued use of the website after we post any modifications to the policy on this page will constitute your acknowledgment and your consent to abide and be bound by the new policy.  <br>At the top of this page, you can review the date this policy was last updated. If we make any changes, we will notify you by placing a prominent notice on our website.<br> <br>### Contact ###<br>If you have any questions or you need any further clarification about the disclosure of your personal information, please [contact us](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### KnowHub details ###<br>This website is owned and operated by %%ownerName%, %%ownerAddress%, VAT number %%ownerVatNumber%.",
  "COOKIES_POLICY": "**Last update: %%lastCookiesPolicyUpdate%**  <br><br><br>This document is provided in compliance with the EU e-Privacy directive and offers information on cookies reported as in use as of %%lastCookiesPolicyUpdate%.  <br><br><br>We use cookies and third party cookies to provide a better service to our users. By continuing to browse our website, you consent to the use of cookies. Our cookies policy explains what cookies are, how we and third party services we rely on can make use of cookies, and how you can control such cookies.  <br>We may periodically change this policy: we suggest you to review it regularly to keep abreast of any update.<br> <br># Cookies policy #<br>### What cookies are ###<br>Cookies are small pieces of data sent from a website and stored on your device by the web browser. They allow to track your activity and identity, and to maintain information about the state of the website while you are browsing, with the aim of improving your experience as a user, and allowing us or a third­ party company to recognise you.<br> <br>### Which cookies we use ###<br>We make use of persistent cookies (also called permanent or stored cookies), which are stored on your device until the expiration date or until you delete them. Persistent cookies allow us to collect identification data about you, to carry information across pages of our site (so that we can maintain its state based on your interaction on it) and to serve content tailored specifically to you.<br> <br>### Authentication cookies ###<br>Authentication cookies are a specific type of persistent cookies: they are used to manage user authentication procedures, and last until their expiration date. We use them to understand if, and with which identity, you are authorized to access the website features. These cookies ensure that all the information you exchange with our site, including personal or sensitive information, remain associated to your account.<br> <br>### How third party companies use cookies ###<br>KnowHub uses third party cookies to:<br> * Manage user authentication, by means of the services provided by  [Auth0](https://auth0.com).<br> * Identify your browser’s version, with [Browser-Update.org](https://browser-update.org).<br> * Collect statistics in aggregate form in analysis tools such as Google Analytics. Analytics tools help us to make sure our website is useful and valuable to users. Google Analytics automatically sets some cookies to anonymously monitor your behaviour while you interact with our website.  For more information, read this Google Analytics document about [Safeguarding your data](https://support.google.com/analytics/answer/6004245?hl=en).<br> * Provide ads based on users interaction with the website. To learn more, visit the [Facebook Business](https://www.facebook.com/business/learn/facebook-ads-pixel) portal.<br> * Collect information on the visualization of video content included in the website through the [YouTube](https://www.youtube.com/static?template=terms) embeddable video player.<br> <br>### How you can manage cookies ###<br>You can set up your browser to disable cookies, so that they won’t be stored on your device. Check out the guide of your browser to discover how to manage cookies in your specific case. Please note, however, that by disabling cookies, you might not be able to login and use the features we offer.  <br>Unless you have adjusted the browser’s settings to refuse cookies, our website might issue cookies as soon you start interacting with it.<br> <br>### Cookies policy changes ###<br>We reserve the right to update our cookies policy at any time, thus ensure to check it out periodically. Your continued use of the website after we post any modifications to the policy on this page will constitute your acknowledgment and your consent to abide and be bound by the new policy.  <br>At the top of this page, you can review the date this policy was last updated. If we make any changes, we will notify you by placing a prominent notice on our website.<br><br><br>### Contact ###<br>If you have any questions or you need any further clarification about our use of cookies, please [contact us](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### KnowHub details ###<br>This website is owned and operated by %%ownerName%, %%ownerAddress%, VAT number %%ownerVatNumber%."
}