{
  "PRIVACY_POLICY": "**Ultimo aggiornamento: %%lastPrivacyPolicyUpdate%**  <br><br><br>Questo documento è fornito in conformità alla General Data Protection Regulation, alla Direttiva europea sulla e-Privacy, ed al codice in materia di protezione dei dati personali, [Decreto Legislativo n. 196/2003](http://www.garanteprivacy.it/web/guest/home/docweb/-/docweb-display/docweb/1311248), e rappresenta la nostra informativa sulla privacy riportata come in uso al %%lastPrivacyPolicyUpdate%.  <br> <br>Questa pagina presenta la nostra policy relativamente alla raccolta, l’uso e la divulgazione delle informazioni personali che riceviamo dagli utenti del nostro sito web. Utilizziamo le tue informazioni personali al solo fine di fornire e migliorare le funzionalità del sito. Eseguendo l’accesso al nostro sito e utilizzando i nostri servizi, attesti di aver letto e compreso la nostra privacy policy.  <br>Questa policy potrebbe essere periodicamente modificata, pertanto ti consigliamo di controllarla regolarmente per essere al corrente di ogni eventuale cambiamento.<br># Privacy policy #<br>### Ambito d’applicazione###<br>Mentre utilizzi il nostro sito, potrebbero esserti richieste  informazioni volte ad identificarti che potremo utilizzare al fine di contattarti o individuarti. Garantire la sicurezza e la riservatezza dei dati personali che ci fornisci durante la visita del nostro sito web e durante l’utilizzo dei nostri servizi rappresenta per KnowHub una priorità imprescindibile.<br> <br>### Raccolta e utilizzo di informazioni ###<br>Possiamo raccogliere, memorizzare e utilizzare le seguenti informazioni personali:<br> * Informazioni riguardanti il tuo dispositivo, le tue visite e il tuo utilizzo di questo sito web (per esempio indirizzo IP, posizione geografica, browser, sistema operativo, durata delle visite, pagine che hai visitato e dati sulla tua esperienza di navigazione).<br> * Informazioni che condividi con noi durante la registrazione, l’accesso al nostro sito web, o tramite l’invio di form di contatto, come il tuo nome e il tuo indirizzo email.<br> * Informazioni che ci fornisci durante la personalizzazione del tuo profilo, come il tuo nome, la tua firma, le immagini di profilo, il sesso, la data di nascita, i dettagli circa la tua istruzione e occupazione.<br> * Dati relativi alla tua attività sulla piattaforma, come lo stato delle sessioni di condivisione, i file condivisi, e i messaggi delle chat.<br> * Le informazioni che ci fornisci per aderire alle nostre newsletter e alla ricezione di notifiche email, come il tuo nome e indirizzo email.<br> * Informazioni relative agli acquisti effettuati tramite il nostro servizio o qualsiasi altra transazione che potresti effettuare, come il tuo nome, le tue informazioni di contatto ed i dettagli della tua carta di credito.<br> * Informazioni relative ai versamenti da noi effettuati a tuo favore derivanti dalla tua attività sul sito, come l’IBAN associato al tuo conto bancario e i tuoi documenti d’identità.<br> * Informazioni contenute o relative a qualsiasi comunicazione inviataci, come i contenuti di comunicazione e i metadati ad essa associati.<br><br><br>Il nostro supporto potrà accedere e conservare queste informazioni per un tempo limitato, al solo fine di valutare potenziali violazioni dei termini di servizio o a seguito di segnalazioni di abuso da parte di altri utenti.<br><br><br>Inoltre, gli utenti da cui acquisti servizi potrebbero richiedere il tuo indirizzo di fatturazione e eventuali tuoi altri dati personali al solo fine dell’emissione dei documenti previsti dalla legge per attestare l’acquisto e regolare la contribuzione fiscale.<br> <br>### Dichiarazione di informazioni personali ###<br>Possiamo divulgare le tue informazioni personali a qualsiasi membro della nostra società e di terze parti, nella misura ragionevolmente e strettamente necessaria alle finalità previste da questa informativa.<br><br><br>### Divulgazione a servizi di terze parti ###<br>I dati che utilizzi per accedere al nostro sito, quali email e password, vengono trasmessi in modo sicuro alla società [Auth0](https://auth0.com), che esercita un servizio di terze parti e,  salvo diversa indicazione, è responsabile dell’elaborazione e del salvataggio di tali informazioni.  <br>Allo stesso modo, raccogliamo dati sui pagamenti che hai effettuato e sui versamenti da noi effettuati a tuo favore, inclusi, a titolo meramente esemplificativo e non esaustivo, i dati della tua carta di credito (numero, identità del titolare, data di scadenza, codice di autenticazione), il tuo indirizzo di residenza, i dati che identificano il tuo conto bancario (IBAN), la tua data di nascita, e i tuoi documenti d’identità. Offriamo inoltre agli utenti la possibilità di salvare i dati relativi al metodo di pagamento scelto. Salvando i dettagli di pagamento su KnowHub, ti sarà permesso di modificare le tue informazioni in qualsiasi momento all’interno delle impostazioni del tuo account.  <br>Per effettuare le transazioni, trasmettiamo le suddette informazioni al servizio di terze parti Stripe, che è responsabile dell’elaborazione dei tuoi pagamenti e dei versamenti sul tuo conto bancario. Utilizzando KnowHub, accetti la policy e le procedure governanti i servizi di Stripe. Per ulteriori informazioni, visita il sito web di Stripe: utilizziamo il servizio [Stripe Payments](https://stripe.com/payments) per processare i pagamenti, e il servizio [Stripe Connect](https://stripe.com/connect) con *account connessi personalizzati* per emettere versamenti sul tuo conto.<br><br><br>### Registrazione dei dati ###<br>Raccogliamo le informazioni che il tuo browser invia ogni volta che visiti il nostro sito web. Questi dati possono includere informazioni circa il tuo indirizzo IP, il tipo e la versione del browser, l'ora e la data della tue visite, le pagine che hai visitato, il tempo trascorso sulle nostre pagine e ulteriori statistiche. Inoltre, utilizziamo servizi di terze parti che raccolgono informazioni sull'interazione degli utenti con il nostro sito web, come:<br> *  Google Analytics, allo scopo di monitorare e tracciare in modo anonimo l’attività degli utenti. Per ulteriori informazioni, leggi il documento di Google Analytics su [Salvaguardia dei dati](https://support.google.com/analytics/answer/6004245?hl=it).<br> * Facebook Pixel, per fornire inserzioni pubblicitarie basate sull’interazione degli utenti con il sito web. Visita il portale [Facebook Business](https://www.facebook.com/business/learn/facebook-ads-pixel) per maggiori dettagli.<br> <br>### Comunicazioni ###<br>Ci riserviamo la possibilità di utilizzare i tuoi dati personali per inviarti email contenenti informazioni di carattere promozionale o pubblicitario consone alle tue preferenze di marketing.<br> <br>### Cookie ###<br>KnowHub utilizza i cookie per raccogliere diverse tipologie di informazioni. Puoi impostare il tuo browser per disabilitare i nostri cookie. Tuttavia, modificando le tue preferenze sui cookie, potresti non essere più in grado di utilizzare alcune parti del nostro sito web. Per ulteriori informazioni, leggi la nostra [Cookies policy](privacy?mode=cookies).<br> <br>### Sicurezza###<br>Salvaguardare le tue informazioni personali è importante: utilizziamo, infatti, standard ad elevati livelli di sicurezza per proteggerli al meglio. Tuttavia, ricorda che nessun metodo di trasmissione Internet o di archiviazione elettronica può essere certificato come completamente sicuro.<br> <br>### Privacy dei minori ###<br>KnowHub è adatto a un pubblico generico e non vende direttamente servizi a minori. Nel caso dovessimo riscontrare la minore età di un nostro utente, ci adopereremo il più velocemente possibile per bloccare il suo account.<br> <br>### Privacy di terzi ###<br>Prima di divulgare le informazioni personali di un'altra persona, è necessario che tu ottenga il consenso di tale persona sia alla divulgazione che all'elaborazione di tali informazioni personali in conformità a questa policy.<br>### Trasferimenti internazionali ###<br>Al fine di fornire i loro servizi, alcune delle società di terze parti a cui ci appoggiamo potrebbero necessitare di trasferire le tue informazioni personali a livello internazionale, anche in territori esterni all'UE e agli Stati Uniti. Alcuni Paesi potrebbero non disporre di normative in materia di protezione dei dati personali rigorose quanto quelle predisposte dall'UE e dagli Stati Uniti. KnowHub si impegna a porre in essere le misure necessarie per salvaguardare in maniera costante le tue informazioni personali, sempre in conformità con questa privacy policy.  <br>### Informazioni salvate ###<br>Potremmo conservare alcune informazioni associate al tuo account nei nostri archivi. Non conserviamo le tue informazioni personali per più di quanto necessario per i nostri scopi commerciali o per ottemperare ai requisiti legali. Per esempio, possiamo conservare alcuni tuoi dati per un certo periodo di tempo successivo alla cancellazione del tuo account, se ciò risulta necessario per adempiere agli obblighi legali o per esercitare, difendere o rivendicare  dei diritti.<br><br><br>### Aggiornamento delle informazioni ###<br>[Contattaci](contactUs?reason=TERMS_OF_SERVICE) se ritieni che le tue informazioni personali da noi detenute necessitino di essere corrette o aggiornate.<br><br><br>### Modifiche alla privacy policy ###<br>Ci riserviamo il diritto di aggiornare la nostra privacy policy in qualsiasi momento, pertanto ti invitiamo a controllarla periodicamente. L'utilizzo continuato del sito dopo la pubblicazione di eventuali modifiche alla policy contenuta in questa pagina costituirà il tuo riconoscimento delle stesse e il tuo assenso al rispettare la nuova informativa.  <br>Al principio di questa pagina puoi verificare la data dell’ultimo aggiornamento. Nel caso dovessimo apportare delle modifiche, verrai notificato tramite un avviso ben visibile sul nostro sito.<br> <br>### Contatti ###<br>Se hai domande o necessiti di ulteriori chiarimenti in merito alla divulgazione delle tue informazioni personali, [contattaci](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### Informazioni su KnowHub ###<br>Questo sito web è di proprietà e gestito da %%ownerName%, %%ownerAddress%, P.IVA %%ownerVatNumber%.",
  "COOKIES_POLICY": "**Ultimo aggiornamento: %%lastCookiesPolicyUpdate%**  <br><br><br>Questo documento è fornito in conformità alla direttiva europea sulla e-Privacy e fornisce informazioni sui cookie riportati come in uso al %%lastCookiesPolicyUpdate%.  <br><br><br>Knowhub  utilizza cookie e cookie di terze parti da noi autorizzati al fine di fornire un migliore servizio ai nostri utenti. Continuando ad utilizzare il nostro sito, dai il tuo consenso all’utilizzo dei cookie. La nostra cookies policy definisce cosa sono i cookie, l’utilizzo dei cookie da parte nostra e degli strumenti di terze parti a cui ci appoggiamo, e come puoi gestire tali cookie.  <br>Questa informativa potrebbe essere periodicamente aggiornata, pertanto ti consigliamo di controllarla regolarmente per essere al corrente di ogni eventuale cambiamento.<br># Cookies policy #<br>### Cosa sono i cookie ###<br>I cookie sono piccole stringhe di testo o codice inviati da un sito web e memorizzati dal tuo browser sul tuo dispositivo. I cookie permettono di tracciare la tua attività e identità, e di mantenere informazioni sullo stato del sito web mentre stai navigando, al fine di migliorare la tua esperienza come utente e permettere a noi o alle società di terze parti di riconoscerti.<br><br><br>### Quali cookie utilizziamo ###<br>Utilizziamo cookie permanenti (o cookie salvati), che vengono memorizzati sul tuo dispositivo fino alla data di scadenza o fino a che non vengano rimossi dall’utente. I cookie permanenti permettono di raccogliere dati identificativi su di te, di trasportare informazioni attraverso le pagine del nostro sito (così da mantenere il suo stato sulla base della tua interazione con esso) e di fornire contenuti personalizzati.<br> <br>### Cookie di autenticazione ###<br>I cookie di autenticazione sono una particolare tipologia di cookie permanenti: vengono generati per gestire le procedure di autenticazione degli utenti, e sono validi fino alla loro data di scadenza. Li utilizziamo per capire se, e con quale identità, sei autorizzato ad accedere alle funzionalità del sito. Questi cookie assicurano che tutte le informazioni scambiate con il nostro sito, inclusi dati personali o sensibili, rimangano associate al tuo account.<br> <br>### Come gli strumenti di terze parti utilizzano i cookie ###<br>KnowHub utilizza cookie di terze parti per:<br> * Gestire l’autenticazione degli utenti, per mezzo dei servizi forniti da [Auth0](https://auth0.com).<br> * Identificare la versione del tuo browser, tramite [Browser-Update.org](https://browser-update.org).<br> * Raccogliere statistiche in forma aggregata in strumenti di analisi come Google Analytics. Gli strumenti di Analytics ci consentono di assicurarci che il nostro sito sia utile per gli utenti e di garantire una eccellente qualità del servizio. Google Analytics salva automaticamente alcuni cookie per monitorare in maniera sicura ed anonima il tuo comportamento mentre interagisci con il nostro sito. Per ulteriori informazioni, leggi il documento di Google Analytics su [Salvaguardia dei dati](https://support.google.com/analytics/answer/6004245?hl=it).<br> * Fornire inserzioni pubblicitarie basate sull’interazione degli utenti con il sito web. Visita il portale [Facebook Business](https://www.facebook.com/business/learn/facebook-ads-pixel) per maggiori dettagli.<br> * Raccogliere informazioni sulla riproduzione di contenuti video inclusi nel sito web tramite il video player incorporato di [YouTube](https://www.youtube.com/static?template=terms).<br><br> <br>### Come puoi gestire i cookie ###<br>Hai la possibilità di impostare il tuo browser per disabilitare i cookie, in modo che non vengano salvati sul tuo dispositivo. Fai riferimento alla guida del tuo browser per sapere come i cookie possono essere gestiti nel tuo specifico caso. Tieni presente, tuttavia, che disattivando i cookie potresti non essere in grado di accedere e utilizzare le funzionalità che offriamo.  <br>A meno che tu non abbia modificato le impostazioni del browser per rifiutare i cookie, il nostro sito potrà generare cookie non appena comincerai ad interagire con esso.<br> <br>### Modifiche alla cookie policy ###<br>Ci riserviamo il diritto di aggiornare la nostra cookie policy in qualsiasi momento, pertanto ti invitiamo a controllarla periodicamente. L'utilizzo continuato del sito dopo la pubblicazione di eventuali modifiche alla policy contenuta in questa pagina costituirà il tuo riconoscimento delle stesse e il tuo assenso al rispettare la nuova informativa.  <br> Al principio di questa pagina puoi verificare la data dell’ultimo aggiornamento. Nel caso dovessimo apportare delle modifiche, verrai notificato tramite un avviso ben visibile sul nostro sito.<br><br><br>### Contatti ###<br>Se hai domande o necessiti di ulteriori chiarimenti in merito al nostro utilizzo dei cookie,  [contattaci](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### Informazioni su Knowhub ###<br>Questo sito web è di proprietà e gestito da %%ownerName%, %%ownerAddress%, P.IVA %%ownerVatNumber%."
}