{
  "GUIDE_EXPERT": "# Expert guide #<br>### What is KnowHub? ###<br>KnowHub is an innovative platform born to support and foster the exchange of any kind of knowledge. Our goal is combining demand and offer of expertise, to transfer them directly from skilled people to anyone looking for support for his projects and daily activities. If you got a skill and you would like to make the most of it, become an **expert** and you will be reached out by the users of our community who need your help. Put yourself on the line and start sharing your knowledge: your reputation and popularity will quickly increase, and more and more people will choose to rely on you.<br>### What are the basics? ###<br>There are just a few basic concepts you need to know to use KnowHub:<br> * A **sharing session** is the series of actions by means of which a user looking for help (*seeker*) can get his questions answered by someone who is skilled and experienced on the topic (*expert*). The session starts with a preliminary negotiation phase, during which the seeker’s needs and the session price are discussed. Then, if this step is successful, the expert and the seeker meet virtually through a video call, during which the expert will address the seeker’s requirements. For further insights about the steps of a sharing session read [here](#what-are-the-main-steps-of-a-sharing-session). For more information about video calls check out [this question](#how-can-i-communicate-with-the-expert).<br> * A **seeker** is a KnowHub user looking for help. The seeker searches for an expert that best suits his needs, to request a sharing session with him.<br> * An **expert** is a KnowHub user skilled in specific fields, who is willing to share his knowledge with other seekers.<br> * **Reputation** is a global indicator of the quality of the information provided by the expert during sharing sessions. For more information read [this question](#what-is-reputation).<br>### What kind of help can I offer with KnowHub? ###<br>The KnowHub platform isn’t focused on a specific field. It’s important for us to let each expert express himself and teach what he loves. If you think you have interesting skills, you can share and monetize them. Language lessons, tutoring, technical consulting, photography, music, translations are just some examples.<br>### What are the main steps of a sharing session? ###<br>The sharing session is a key concept in KnowHub. Take your time and make sure to have a clear understanding of how it works.  <br>The sharing session consists of the following phases:<br> 1. **Search**  <br>A seeker needs the help of an expert, he makes a search and selects you as the person that best suits his needs. Remember that, in order for the seeker to find you and request a sharing session, **you first need to define the days and hours when you will be available**. To do so, go to section [Availability](manage?mode=availability) and fill up the calendar by following the instructions.<br> 2. **Proposal**  <br>The seeker requests a sharing session, specifying his needs and proposing a date according to your availability. After submitting the request, the related sharing session will be visible in your [Dashboard](manage?mode=dashboard).<br> 3. **Negotiation**  <br>During this step, you can interact with the seeker, by writing in the sharing session **Chat**.  You and the seeker will need to reach an agreement on the session details, that basically involves:<br>     * Assessing if you have the skills the seeker is looking for.<br>     * Defining a price for the session.<br>     * Confirming date and time.<br><br><br>    As an expert, you are in charge of setting a price for the session, based on the seeker requirements. If necessary, you can also change the date to reschedule the session.  <br>When an agreement is reached, to confirm the session you will have to accept it by clicking the **Accept** button, and the seeker will be asked to proceed with the payment. For further information about how we run payouts for your sessions, refer to this [section of the guide](#how-can-i-get-paid-for-my-sessions). Once the payment is complete, the session will be considered planned. The options to start or join video calls with the seeker will be enabled. For further details about video calls, read [this question](#how-can-i-communicate-with-the-seeker).<br> <br>    So far, we have covered the positive case, i.e. the negotiation succeeds and the session gets planned. However, for whatever reason, you may not reach an agreement with the seeker. For example:<br>     * You don’t have the skills the seeker needs.<br>     * You are no longer available.<br>     * The price is too high for the seeker.<br>     * The seeker is not interested anymore.<br><br><br>    For that matter, both you and the seeker are given a special **Reject** button to close the session without completing it. Remember that, once you accept the session, you will not be able to reject it any longer.<br> 4. **Execution**  <br>You join the sharing session with the seeker and have a discussion about the topics you previously agreed on.<br> 5. **Finalization**  <br>Once the session is over, you have to mark it as completed, by clicking on the **Complete** button. The seeker will be asked to fill in a brief questionnaire to give his opinion about the sharing session, so that he can confirm it has been effectively held and evaluate his experience. A positive feedback will contribute to grow your [reputation](#what-is-reputation) and popularity on KnowHub.<br><br><br>Remember that, if a session does not get completed within two months and a week since the request date, it will be automatically rejected. In case the seeker had already paid for it, he will get a refund.<br>### How can I get paid for my sessions? ###<br>We will transfer what you earn with your sharing sessions directly to your bank account. For that matter, before taking part in any session, you will have to provide all the details we need to identify you and your bank account, like your IBAN, address, and ID card. To do so, access your profile and fill in the section [Payout details](account?mode=profile#payout-details).<br><br><br>Consider that we do not issue the bank transfer right after the seeker pays a sharing session. When you mark a session as completed, the seeker will be asked to fill up a questionnaire to evaluate the expert, in which he will also be asked to point out if the session was regularly held. If the seeker confirms, we will initiate the payout procedure to your bank account. If not, both you and the seeker will be contacted by our support for further clarifications. If he did it by mistake, the session will be unlocked and the seeker will be able to send another questionnaire. Otherwise, we may either decide to refund the seeker, or to confirm the session and proceed with the payout.<br>Consider that our support will keep track of every litigation and **in case it detects repeating inconveniences involving a specific user, it might decide to block his account**.  <br>The seeker is given two weeks to send his feedback. After this time, if he declares in the questionnaire that the session was not held, his statement will not be considered.<br><br><br>KnowHub withholds a service fee from the session price. You can compute the service fee with the formula *0.95 + 0.06p*, where *p* is the session price.<br>### Is my activity as an expert fiscally regulated? ###<br>Every country has regulations governing the consulting activity run by the experts from a fiscal standpoint. You’re free to use KnowHub as a source of income, but it’s up to you to be aware and comply with any applicable law existing in the country where you reside. In case of doubt, we encourage you to ask an accountant (you might find one on KnowHub). For further details, read our [terms of service](termsOfService#taxes).<br>### How can I communicate with the expert? ###<br>Once the session gets planned, the options to start or join video calls with the seeker are available in the details of the related session. In order to call the seeker, you can choose among one of the following modes:<br> * **Built-in video call.** You can immediately join a video chat with the seeker, without exiting KnowHub. No registration to third-party services or installation of additional software is required.<br> * **[Google Hangouts](https://hangouts.google.com).** To make a call, both you and the seeker must have a Google account. If you’re using a mobile device, you must also have installed the Google Hangouts app.  <br>You will be able to call the seeker only if he supplied the email address associated to his Google account in his profile.<br> * **[Skype](https://www.skype.com).** To make a call, both you and the seeker must have a Skype account and Skype active on your device. Skype is available as an [app](https://go.skype.com/scom.download) for your device, or as a [web plaform](https://web.skype.com).  <br>You will be able to call the seeker only if he supplied his Skype name in his profile.<br> * **[GoToMeeting](https://free.gotomeeting.com).** To start a call, you don’t need to register a GoToMeeting account. Installing the GoToMeeting app on your device is also not mandatory, although it provides additional call features.  <br>You will be able to call the seeker only if he supplied his GoToMeeting name in his profile.<br><br><br>Keep in mind that personal details like email addresses and usernames **may be exposed to the seeker** by the apps you use to call him. If you prefer not to share them, use the built-in video call.<br>### What is reputation? ###<br>Reputation is a score ranging from 0 to 100, attributed to each expert to attest his value. Once you mark a sharing session as completed, the seeker will be asked to fill up a questionnaire about his experience. His answers will make your reputation increase or decrease. A high reputation means that you received positive evaluations by many seekers, and thus that seekers can trust you.  <br>We also believe that an expert must have had a chance to demonstrate his value before disclosing his reputation. Therefore, **the reputation will only be visible after you will have received at least two evaluations** from the seekers you interacted with.<br><br><br>### Can I attach files to sharing sessions? ###<br>For each sharing session you’re given a 30 MB bucket to share files with the seeker. Note that, **once the session has been completed or rejected, the uploaded files will remain available for the following month, before being automatically removed**.<br>### Can an expert contact another expert? ###<br>When you become an expert you don’t stop being a seeker. This means that you can search for other experts and request sharing sessions, like any other seeker.<br>### What do I do in case a user has an improper behaviour or publishes illegal content? ###<br>KnowHub has specific conduct rules and limitations on the content shareable and publishable by its users. Here are some examples of what we consider an infringement of our service terms:<br> * Publishing illegal content on a profile.<br> * Sending illegal content to a user during a sharing session.<br> * Showing an unethical behavior during a sharing session (harassment, menaces, intimidations, etc.).<br><br><br>If you stumble upon a user who’s showing an improper behavior or you think is infringing the platform rules, you can report him to us. To send an abuse report, you’ll find a special button among the details of every sharing session in the [Dashboard](manage?mode=dashboard), or among the details of every expert in the section [Search an expert](searchExpert?mode=search). We’ll analyze the user profile as soon as possible, and, if we deem it appropriate, we might decide to block his account.<br>### Can I delete my account? ###<br>To delete your account go to the section [Credentials](account?mode=credentials) and click the button **Delete account**. <br>After confirming, all the data related to your account will not be visible anymore to you and any other user. We will keep them on our systems for some time for tracking purposes, before definitively deleting them.",
  "GUIDE_SEEKER": "# Seeker guide #<br>### What is KnowHub? ###<br>KnowHub is an innovative platform born to support and foster the exchange of any kind of knowledge. Our goal is combining demand and offer of expertise, to transfer them directly from skilled people to anyone looking for support for his projects and daily activities. KnowHub allows anyone willing to expand his knowledge to get answers by real experts, and at the same time it offers to experts a straightforward and effective way to make the most of their skills and monetize them.<br>### What are the basics? ###<br>There are just a few basic concepts you need to know to use KnowHub:<br> * A **sharing session** is the series of actions by means of which a user looking for help (*seeker*) can get his questions answered by someone who is skilled and experienced on the topic (*expert*). The session starts with a preliminary negotiation phase, during which the seeker’s needs and the session price are discussed. Then, if this step is successful, the expert and the seeker meet virtually through a video call, during which the expert will address the seeker’s requirements. For further insights about the steps of a sharing session read [here](#what-are-the-main-steps-of-a-sharing-session). For more information about video calls check out [this question](#how-can-i-communicate-with-the-expert).<br> * A **seeker** is a KnowHub user looking for help. The seeker searches for an expert that best suits his needs, to request a sharing session with him.<br> * An **expert** is a KnowHub user skilled in specific fields, who is willing to share his knowledge with other seekers.<br> * **Reputation** is a global indicator of the quality of the information provided by the expert during sharing sessions. For more information read [this question](#what-is-reputation).<br>### What kind of help can I get with KnowHub? ###<br>The KnowHub platform is not focused on a specific field. There’s no limit to the kind of information you can request: it’s enough that there’s an expert whose skills match your requirements. Just [make a search](searchExpert?mode=search) and request a sharing session to get in touch with the best expert according to your needs.<br>### What are the main steps of a sharing session? ###<br>The sharing session is a key concept in KnowHub. Take your time and make sure to have a clear understanding of how it works.  <br>The sharing session consists of the following phases:<br> 1. **Search**  <br>You need help and you’re looking for someone to assist you. You open the section [Search an expert](searchExpert?mode=search), define some filtering criteria and identify the person that best suits your needs. Filters allows you to narrow your search according to some relevant parameters, such as the expert’s reputation, average price, time availability, and skills.<br> 2. **Proposal**  <br>You let the expert know about your needs, and you propose a date and time according to his availability. After you submit the request, the rekated sharing session will be visible in your [Dashboard](manage?mode=dashboard).<br> 3. **Negotiation**  <br>During this step, you can interact with the expert, by writing in the sharing session **Chat**.  You and the expert will need to reach an agreement on the session details, that basically involves:<br>     * Assessing if the expert has the requested skills.<br>     * Defining a price for the session.<br>     * Confirming date and time.<br><br><br>    As a seeker, you can only change the scheduling, but not the session price, that is instead assigned by the expert.   <br>When an agreement is reached, the expert will accept the session. To confirm the session you will have to accept it by clicking the **Accept** button, and you will be asked to proceed with the payment. For further information about payments, read the related [section of this guide](#how-do-i-pay-for-a-sharing-session). Once the payment is complete, the session will be considered planned. The options to start or join video calls with the expert will be enabled. For further details about video calls, read [this question](#how-can-i-communicate-with-the-expert).<br> <br>    So far, we have covered the positive case, i.e. the negotiation succeeds and the session gets planned. However, for whatever reason, you may not reach an agreement with the expert. For example:<br>     * The expert does not have the skills you are requesting.<br>     * The expert is no longer available.<br>     * The price is too high for you.<br><br><br>    For that matter, both you and the expert are given a special **Reject** button to close the session without completing it. Remember that, once you accept the session, you will not be able to reject it any longer.<br> 4. **Execution**  <br>You join the sharing session with the expert and have a discussion about the topics you previously agreed on.<br> 5. **Finalization**  <br>The expert marks the session as completed, to state it’s been effectively held. You will be asked to fill in a brief questionnaire to give your feedback about the sharing session, in order for you to confirm its completion and to evaluate your experience with the expert. **You will not be able to request further sharing sessions if you don’t send your feedback**.<br><br><br>Remember that, if a session does not get completed within two months and a week since the request date, it will be automatically rejected. In case you had already paid for it, you’ll get a refund on your credit card.<br>### How do I pay for a sharing session? ###<br>When you choose to accept a sharing session, you will be asked to proceed with the payment. The final price corresponds to the one assigned by the expert to the session: using KnowHub is free for seekers. You can pay with all the main credit cards, by entering the required details or choosing to store them securely for your future purchases.<br>### How can I communicate with the expert? ###<br>Once the session gets planned, the options to start or join video calls with the expert are available in the details of the related session. In order to call the expert, you can choose among one of the following modes:<br> * **Built-in video call.** You can immediately join a video chat with the expert, without exiting KnowHub. No registration to third-party services or installation of additional software is required.<br> * **[Google Hangouts](https://hangouts.google.com).** To make a call, both you and the expert must have a Google account. If you’re using a mobile device, you must also have installed the Google Hangouts app.  <br>The expert will be able to contact you only if you supplied the email address associated to your Google account in your [profile](account?mode=profile).<br> * **[Skype](https://www.skype.com).** To make a call, both you and the expert must have a Skype account and Skype active on your device. Skype is available as an [app](https://go.skype.com/scom.download) for your device, or as a [web plaform](https://web.skype.com).  <br>The expert will be able to contact you only if you supplied your Skype name in your [profile](account?mode=profile).  <br>To learn what's your Skype name:<br>     1. Use this link to access your [Skype account](https://secure.skype.com/portal/profile).<br>     2. If required, login with the credentials of your Skype account.<br>     3. Click **Rates** at the top of the screen.<br>     4. You'll see your Skype name at the top, next to the button **Sign out**.<br><br>    Keep in mind that you will need to update your Skype settings to allow incoming calls or messages from users who are not on your contact list, as explained [here](https://support.skype.com/faq/FA10615).<br> * **[GoToMeeting](https://free.gotomeeting.com).** To start a call, you must have a GoToMeeting account. Installing the GoToMeeting app on your device provides additional call features, but it’s not mandatory to get in touch with the expert.  <br>The expert will be able to contact you only if you supplied your GoToMeeting name in your [profile](account?mode=profile). Your GoToMeeting name is the last part of the URL you use to host meetings. For instance, let's suppose this is your meeting URL:  <br><code>https://www.gotomeet.me/JohnDoe</code>  <br>In this case **JohnDoe** is your GoToMeeting name.<br><br><br>Keep in mind that any email address or username you enter in your profile to be contacted **will be visible to the expert**. If you prefer to keep them private, use the built-in video call.<br>### What is reputation? ###<br>Reputation is a score ranging from 0 to 100, attributed to each expert to attest his value. After a session is marked as completed, you will be asked to fill up a questionnaire about your experience with the expert. Your answers will make his reputation increase or decrease. Take this score into account when choosing an expert: a high reputation means you can trust the expert, since he received positive evaluations by many seekers.  <br>We also believe that an expert must have had a chance to demonstrate his value before disclosing his reputation. Therefore, **the reputation will only be visible after the expert will have received at least two evaluations** from the seekers he interacted with.<br><br><br>### Can I attach files to sharing sessions? ###<br>For each sharing session you’re given a 30 MB bucket to share files with the expert. Note that, **once the session has been completed or rejected, the uploaded files will remain available for the following month, before being automatically removed**.<br>### Can I make the same request to multiple experts? ###<br>Making the same request to different experts is allowed, but in order to encourage pertinent requests to experts, we limit of 10 the number of sharing sessions you can request in a week. Take your time, carefully go through the expert profiles before issuing a session request, and make sure the expert you’re contacting can really suit your needs.<br>### Can I ask a refund for a sharing session? ###<br>When the expert marks a session as completed, you will be asked to fill up an evaluation questionnaire related to the expert you interacted with. In the questionnaire you can state that the session did not take place. In this case, both you and the expert will be contacted by our support for further clarifications. If you did it by mistake, the session will be unlocked and you will be able to send another questionnaire, Otherwise, we may either decide to issue a refund in your favor on your credit card, or to confirm the session and the related payment.  <br>Consider that our support will keep track of every litigation and **in case it detects repeating inconveniences involving a specific user, it might decide to block his account**.  <br>Also remember that **you are given two weeks to send your feedback**. After this time, if you answer the questionnaire stating that the session was not held, your statement will not be considered.<br>### What do I do in case a user has an improper behaviour or publishes illegal content? ###<br>KnowHub has specific conduct rules and limitations on the content shareable and publishable by its users. Here are some examples of what we consider an infringement of our service terms:<br> * Publishing illegal content on a profile.<br> * Sending illegal content to a user during a sharing session.<br> * Showing an unethical behavior during a sharing session (harassment, menaces, intimidations, etc.).<br><br><br>If you stumble upon a user who’s showing an improper behavior or you think is infringing the platform rules, you can report him to us. To send an abuse report, you’ll find a special button among the details of every sharing session in the [Dashboard](manage?mode=dashboard), or among the details of every expert in the section [Search an expert](searchExpert?mode=search). We’ll analyze the user profile as soon as possible, and, if we deem it appropriate, we might decide to block his account.<br>### Can I delete my account? ###<br>To delete your account go to the section [Credentials](account?mode=credentials) and click the button **Delete account**. <br>After confirming, all the data related to your account will not be visible anymore to you and any other user. We will keep them on our systems for some time for tracking purposes, before definitively deleting them."
}