{
  "GUIDE_EXPERT": "# Guida per i maestri #<br>### Cos’è KnowHub? ###<br>KnowHub è una piattaforma innovativa nata per supportare e favorire lo scambio di ogni tipologia di conoscenza. Il nostro obiettivo è combinare la domanda e l’offerta di competenze, in modo da trasferirle direttamente da soggetti qualificati a chiunque sia alla ricerca di supporto per i suoi progetti e le sue attività quotidiane. Se hai delle capacità e vorresti farle fruttare, puoi diventare **maestro** ed essere contattato dagli utenti della community che hanno bisogno del tuo aiuto. Mettiti in gioco e condividi le tue competenze: la tua reputazione e la tua popolarità aumenteranno rapidamente, e sempre più utenti sceglieranno di affidarsi a te.<br>### Quali sono i concetti base? ###<br>Per utilizzare KnowHub al meglio è necessario che tu conosca alcuni concetti base:<br> * Una **sessione di condivisione** è la serie di azioni tramite le quali la persona che ha bisogno di aiuto (*allievo*) può richiedere una consulenza e ottenere risposte alle proprie domande, con il contributo e l’esperienza di chi conosce meglio l’argomento (*maestro*). La sessione inizia con una fase preliminare di negoziazione, durante la quale vengono discusse le richieste dell’allievo e il prezzo della sessione. In seguito, se questa fase si conclude positivamente, il maestro e l’allievo si incontrano virtualmente tramite una videochiamata, durante la quale il maestro risponderà alle richieste dell’allievo. Per ulteriori dettagli su come si articola una sessione di condivisione puoi leggere [qui](#quali-sono-le-fasi-principali-di-una-sessione-di-condivisione). Per maggiori informazioni riguardo le videochiamate, leggi [questa domanda](#come-posso-comunicare-con-l’allievo).<br> * Un **allievo** è un utente di KnowHub che necessita di aiuto. L’allievo cercherà tra i maestri iscritti a KnowHub quello che più si addice alle sue esigenze, e richiederà una sessione di condivisione.<br> * Un **maestro** è un utente di KnowHub esperto in specifici campi, che si è reso disponibile a condividere le proprie conoscenze con gli allievi.<br> * La **reputazione** è un indicatore globale della qualità delle informazioni fornite dal maestro durante le sessioni di condivisione. Per maggiori informazioni leggi [questa domanda](#cos’è-la-reputazione).<br>### Quale tipo di aiuto posso offrire con KnowHub? ###<br>KnowHub non è una piattaforma specializzata in uno specifico campo. Per noi è importante lasciare ad ogni maestro la libertà di esprimersi e di mettersi in gioco a modo suo. Se pensi di avere delle competenze interessanti, puoi condividerle e farle fruttare. Lezioni di lingue, ripetizioni, consulenze tecniche, fotografia, musica, traduzioni sono solo alcuni esempi.<br>### Quali sono le fasi principali di una sessione di condivisione? ###<br>La sessione di condivisione è il concetto chiave di KnowHub. Prenditi il tempo necessario per comprendere come funziona.<br>Una sessione di condivisione si articola nelle seguenti fasi:<br> 1. **Ricerca**  <br>Un allievo ha bisogno di un maestro che lo possa aiutare, effettua una ricerca e ti seleziona come la persona che più si addice alle sue necessità. Ricorda che, affinché l’allievo possa trovarti e richiedere una sessione di condivisione con te, **devi aver preventivamente definito i giorni e gli orari in cui sei disponibile**. Per farlo, vai nella sezione [Disponibilità](manage?mode=availability) e riempi il calendario seguendo le indicazioni.<br> 2. **Proposta**  <br>L’allievo richiede una sessione di condivisione, specificando i suoi requisiti e proponendo data e ora in base alla disponibilità da te stabilita. Dopo che la richiesta è stata formulata, la relativa sessione di condivisione sarà visibile nella tua [Dashboard](manage?mode=dashboard).<br> 3. **Negoziazione**  <br>Durante questa fase puoi interagire con l’allievo, scrivendo nella **Chat** della sessione di condivisione. Tu e l’allievo vi accorderete sui vari dettagli della sessione, il che fondamentalmente comporta:<br>     * Valutare se disponi delle competenze che l’allievo sta cercando.<br>     * Definire un prezzo per la sessione.<br>     * Confermare data e ora.<br><br><br>    In qualità di maestro, sarà compito tuo fissare il prezzo della sessione sulla base dei requisiti dell’allievo. Inoltre, se necessario, ti è consentito modificare la data stabilita per la sessione.  <br>Quando gli accordi sono raggiunti, per confermare la sessione dovrai fare clic sul pulsante **Accetta** e all’allievo verrà chiesto di procedere con il pagamento. Per maggiori dettagli sulle modalità di erogazione della quota che ti spetta, fai riferimento a [questa sezione della guida](#come-posso-incassare-i-pagamenti-per-le-mie-sessioni). A pagamento completato, la sessione verrà effettivamente pianificata. Le opzioni per avviare o partecipare alla videochiamata con l’allievo saranno a questo punto disponibili. Per maggiori dettagli sulle videochiamate, leggi [questa domanda](#come-posso-comunicare-con-l’allievo).<br><br><br>    Finora si è discusso dei casi favorevoli, cioè la negoziazione ha avuto successo e la sessione è stata pianificata. Tuttavia, per qualsiasi ragione, gli accordi tra te e l’allievo potrebbero non essere raggiunti. Per esempio:<br>     * Non possiedi le competenze di cui l’allievo ha bisogno.<br>     * Non sei più disponibile.<br>     * Il prezzo è troppo elevato per l’allievo.<br>     * L’allievo non è più interessato alla sessione.<br><br><br>    Sia tu che l’allievo avete a disposizione un pulsante **Rifiuta** per chiudere la sessione senza che venga portata a compimento. Ricorda che, se decidi di accettare la sessione, non ti sarà più possibile rifiutarla.<br> 4. **Condivisione**  <br>Partecipi alla sessione di condivisione con l’allievo, scambiando le informazioni richieste come da accordi.<br> 5. **Conclusione**   <br>Una volta conclusa, dovrai dichiarare la sessione completata, facendo clic sul pulsante **Completa**. All’allievo verrà chiesto di compilare un breve questionario per fornire un’opinione sulla sessione di condivisione appena completata, in modo che possa a sua volta confermare il suo effettivo compimento e valutare la sua esperienza. Un feedback positivo contribuirà ad aumentare la tua [reputazione](#cos’è-la-reputazione) e la tua popolarità su KnowHub.<br><br><br>Ricorda infine che, se una sessione non viene completata entro due mesi e una settimana dalla data di richiesta, verrà automaticamente rifiutata. Nel caso l’allievo avesse già effettuato il pagamento, verrà rimborsato.<br>### Come posso incassare i pagamenti per le mie sessioni? ###<br>Ciò che guadagni con le tue sessioni di condivisione verrà versato direttamente sul tuo conto bancario. Prima di prendere parte ad una sessione come maestro dovrai quindi fornire tutte le informazioni necessarie ad identificare te e il tuo conto, come l’IBAN, il tuo indirizzo e la tua carta d’identità. Per farlo, accedi al tuo profilo e compila la sezione [Dati di pagamento](account?mode=profile#payout-details).<br><br><br>Tieni presente che il versamento sul tuo conto non viene effettuato subito in seguito al pagamento della sessione da parte dell’allievo. Quando contrassegni una sessione come completata, all’allievo verrà chiesto di compilare un questionario di valutazione del maestro, in cui dovrà anche indicare se la sessione si è svolta regolarmente. Se l’allievo conferma, avvieremo la procedura di versamento sul tuo conto. In caso contrario, sia tu che l’allievo sarete contattati dal nostro supporto per ulteriori chiarimenti. Se si è trattato di un errore, la sessione sarà sbloccata e l’allievo potrà compilare un altro questionario. Altrimenti, potremo decidere se rimborsare l’allievo, oppure confermare la sessione ed avviare il versamento.  <br>Considera che il nostro supporto terrà traccia di ogni contenzioso e **nel caso verifichi il ripetersi di inconvenienti legati ad uno specifico utente, potrà decidere di bloccare il suo account**.  <br>L’allievo ha due settimane di tempo per inviare il suo feedback. Passato questo tempo, se risponderà al questionario indicando che la sessione non è stata svolta, la sua dichiarazione non sarà considerata.<br><br><br>KnowHub trattiene una parte del prezzo della sessione come tassa di servizio. La tassa di servizio è calcolabile con la formula *0.95 + 0.06p*, dove *p* è il prezzo della sessione.<br>### Esistono normative che regolano fiscalmente la mia attività di maestro? ###<br>Ogni Paese dispone di normative che regolamentano dal punto di vista fiscale l’attività di consulenza svolta dai maestri. Sei libero di usare KnowHub come fonte di guadagno, ma è compito tuo informarti ed adempiere alla legislazione vigente in materia nel Paese in cui risiedi. Se hai dubbi, ti consigliamo di chiedere il parere di un commercialista (potresti trovare uno su KnowHub). Per ulteriori dettagli consulta i nostri [termini di servizio](termsOfService#tasse).<br>### Come posso comunicare con l’allievo? ###<br>Quando la sessione risulta pianificata, le opzioni per avviare o partecipare alla videochiamata con l’allievo sono disponibili nel dettaglio della relativa sessione. Al fine di contattare l’allievo, puoi optare per una delle seguenti modalità:<br> * **Videochiamata integrata.** Puoi partecipare immediatamente ad una video chat con l’allievo, senza uscire da Knowhub. Non è richiesta la registrazione a servizi di terze parti, né l’installazione di alcun software addizionale.<br> * **[Google Hangouts](https://hangouts.google.com).** Per effettuare la chiamata, sia tu che l’allievo dovete disporre di un account Google. Inoltre, se utilizzi un dispositivo mobile, devi avere installato la app Google Hangouts.  <br>Potrai contattare l’allievo solo nel caso questi abbia fornito nel suo profilo l’indirizzo email associato al suo account Google.<br> * **[Skype](https://www.skype.com).** Per effettuare la chiamata, sia tu che l’allievo dovete disporre di un account Skype ed avere Skype attivo sul vostro dispositivo. Skype è disponibile come [applicazione](https://go.skype.com/scom.download) per il tuo dispositivo, oppure come [piattaforma web](https://web.skype.com).  <br>Potrai contattare l’allievo solo nel caso questi abbia fornito nel suo profilo il suo nome Skype.  <br> * **[GoToMeeting](https://free.gotomeeting.com).** Per effettuare la chiamata, non è necessario registrare un account GoToMeeting. L’installazione della app GoToMeeting sul tuo dispositivo è altresì facoltativa, anche se garantisce funzionalità aggiuntive durante la chiamata.  <br>Potrai contattare l’allievo solo nel caso questi abbia fornito nel suo profilo il suo nome GoToMeeting.<br><br><br>Tieni presente che eventuali dati personali come email e nomi utente **potrebbero essere esposti all’allievo** dalle applicazioni che utilizzi per contattarlo. Se preferisci mantenerle riservate, utilizza la videochiamata integrata.<br>### Cos’è la reputazione? ###<br>La reputazione è un punteggio variabile da 0 a 100 attribuito ai maestri per attestare le loro qualità. Una volta che contrassegni una sessione come completata, all’allievo verrà chiesto di completare un questionario per valutare la sua esperienza. Le sue risposte faranno aumentare o diminuire la tua reputazione. Una reputazione elevata denota valutazioni positive da parte di molti allievi, ed è quindi garanzia della tua affidabilità.  <br>Riteniamo inoltre che un maestro debba aver avuto la possibilità di dimostrare il suo valore prima che la sua reputazione venga resa pubblica. Per questo motivo **la reputazione sarà visibile solo dopo che avrai ricevuto almeno due valutazioni** da parte degli allievi con cui hai interagito.<br>### Posso allegare file durante la sessione di condivisione? ###<br>Per ogni sessione di condivisione hai a disposizione uno spazio di 30 MB per condividere dei file con l’allievo. Considera che **una volta che la sessione è stata completata o rifiutata, i file rimarranno disponibili per il mese successivo, prima di essere rimossi automaticamente.**<br>### E’ possibile per un maestro contattare un altro maestro? ###<br>Quando diventi maestro non smetti di essere un allievo. Questo significa che puoi cercare un altri maestri e richiedere sessioni di condivisione, così come un qualsiasi altro allievo.<br>### Cosa devo fare nel caso in cui un utente dimostri un comportamento inadeguato o pubblichi del contenuto illegale? ###<br>KnowHub impone ai suoi utenti regole di condotta e limitazioni sul contenuto condivisibile e pubblicabile. Di seguito alcuni esempi di ciò che è considerato violazione dei nostri termini di servizio:<br> * Pubblicare contenuto illegale sul proprio profilo.<br> * Condividere contenuto illegale con un altro utente durante una sessione di condivisione.<br> * Mostrare un comportamento non etico durante una sessione di condivisione (molestie, minacce, intimidazioni, ecc.).<br><br><br>Se ti capita di partecipare ad una sessione di condivisione con un utente che dimostra un comportamento inadeguato o che pensi stia infrangendo le regole di utilizzo della piattaforma, puoi segnalarcelo. Per segnalare un abuso trovi un apposito pulsante tra i dettagli di ogni sessione di condivisione nella  [Dashboard](manage?mode=dashboard), o tra i dettagli di ogni maestro nella sezione [Cerca un maestro](searchExpert?mode=search). Analizzeremo il profilo dell’utente al più presto e, se lo riterremo opportuno, potremmo decidere di bloccare il suo account.<br>### Posso cancellare il mio account? ###<br>Per cancellare il tuo account apri la sezione [Credenziali](account?mode=credentials) e clicca sul pulsante **Cancella account**. <br>Dopo aver confermato, tutti i dati relativi al tuo account non saranno più visibili né a te né a nessun altro utente. Li manterremo nei nostri sistemi per un certo tempo a scopi di tracciamento, prima di eliminarli definitivamente.",
  "GUIDE_SEEKER": "# Guida per gli allievi #<br>### Cos’è KnowHub? ###<br>KnowHub è una piattaforma innovativa nata per supportare e favorire lo scambio di ogni tipologia di conoscenza. Il nostro obiettivo è combinare la domanda e l’offerta di competenze, in modo da trasferirle direttamente da soggetti qualificati a chiunque sia alla ricerca di supporto per i suoi progetti e le sue attività quotidiane. KnowHub permette a chiunque desideri espandere le proprie conoscenze di ottenere le risposte di cui ha bisogno da veri esperti, e al tempo stesso offre agli esperti un modo diretto ed efficace per far fruttare le proprie competenze e monetizzarle.<br>### Quali sono i concetti base? ###<br>Per utilizzare KnowHub al meglio è necessario che tu conosca alcuni concetti base:<br> * Una **sessione di condivisione** è la serie di azioni tramite le quali la persona che ha bisogno di aiuto (*allievo*) può richiedere una consulenza e ottenere risposte alle proprie domande, con il contributo e l’esperienza di chi conosce meglio l’argomento (*maestro*). La sessione inizia con una fase preliminare di negoziazione, durante la quale vengono discusse le richieste dell’allievo e il prezzo della sessione. In seguito, se questa fase si conclude positivamente, il maestro e l’allievo si incontrano virtualmente tramite una videochiamata, durante la quale il maestro risponderà alle richieste dell’allievo. Per ulteriori dettagli su come si articola una sessione di condivisione puoi leggere [qui](#quali-sono-le-fasi-principali-di-una-sessione-di-condivisione). Per maggiori informazioni riguardo le videochiamate, leggi [questa domanda](#come-posso-comunicare-con-il-maestro).<br> * Un **allievo** è un utente di KnowHub che necessita di aiuto. L’allievo cercherà tra i maestri iscritti a KnowHub quello che più si addice alle sue esigenze, e richiederà una sessione di condivisione.<br> * Un **maestro** è un utente di KnowHub esperto in specifici campi, che si è reso disponibile a condividere le proprie conoscenze con gli allievi.<br> * La **reputazione** è un indicatore globale della qualità delle informazioni fornite dal maestro durante le sessioni di condivisione. Per maggiori informazioni leggi [questa domanda](#cos’è-la-reputazione).<br>### Quale tipo di aiuto posso ricevere con KnowHub? ###<br>KnowHub non è una piattaforma specializzata in uno specifico campo. Non ci sono limiti al tipo di informazioni che puoi richiedere: è sufficiente che vi sia un maestro con le competenze adatte rispetto ai tuoi requisiti. Effettua una [ricerca](searchExpert?mode=search) e richiedi una sessione di condivisione con il maestro che più si addice alle tue necessità.<br>### Quali sono le fasi principali di una sessione di condivisione? ###<br>La sessione di condivisione è il concetto chiave di KnowHub. Prenditi il tempo necessario per comprendere come funziona.<br>Una sessione di condivisione si articola nelle seguenti fasi:<br> 1. **Ricerca**  <br>Hai bisogno di aiuto e stai cercando qualcuno che ti possa dare una mano. Apri la sezione [Cerca un maestro](searchExpert?mode=search), filtra in base ai criteri che ritieni più opportuni e identifica la persona che più si addice alle tue necessità. I filtri consentono di restringere la ricerca in base ad alcuni parametri rilevanti, come la reputazione e le competenze del maestro, il suo prezzo medio e i momenti in cui è disponibile.<br> 2. **Proposta**  <br>Esponi i tuoi requisiti al maestro e proponi un incontro in funzione della sua disponibilità. Una volta inviata la richiesta, la sessione di condivisione sarà visibile nella tua [Dashboard](manage?mode=dashboard).<br> 3. **Negoziazione**  <br>Durante questa fase puoi interagire con il maestro, scrivendo nella **Chat** della sessione di condivisione. Tu e il maestro vi accorderete sui vari dettagli della sessione, il che fondamentalmente comporta:<br>     * Valutare se il maestro ha le competenze che stai cercando.<br>     * Definire un prezzo per la sessione.<br>     * Confermare data e ora.<br><br><br>    In qualità di allievo, puoi modificare solo la data stabilita, ma non il prezzo della sessione, che è invece fissato dal maestro.   <br>Quando gli accordi sono raggiunti, il maestro accetterà la sessione. Per confermare la sessione dovrai fare clic sul pulsante **Accetta**, e ti verrà richiesto di procedere con il pagamento. Per ulteriori informazioni sui pagamenti, leggi la relativa [sezione della guida](#come-posso-pagare-una-sessione-di-condivisione). A pagamento completato, la sessione verrà effettivamente pianificata. Le opzioni per avviare o partecipare alla videochiamata con il maestro saranno a questo punto disponibili. Per maggiori dettagli sulle videochiamate, leggi [questa domanda](#come-posso-comunicare-con-il-maestro).<br><br><br>    Finora si è discusso dei casi favorevoli, cioè la negoziazione ha avuto successo e la sessione è stata pianificata. Tuttavia, per qualsiasi ragione, gli accordi tra te e il maestro potrebbero non essere raggiunti. Per esempio:<br>     * Il maestro non possiede le competenze di cui hai bisogno.<br>     * Il maestro non è più disponibile.<br>     * Il prezzo è troppo elevato per te.<br>     * Non sei più interessato alla sessione.<br><br><br>    Sia tu che il maestro avete a disposizione un pulsante **Rifiuta** per chiudere la sessione senza che venga portata a compimento. Ricorda che, se decidi di accettare la sessione, non ti sarà più possibile rifiutarla.<br> 4. **Condivisione**  <br>Partecipi alla sessione di condivisione con il maestro, scambiando le informazioni richieste come da accordi.<br> 5. **Conclusione**  <br>Il maestro contrassegna la sessione come completata, per confermare che si è effettivamente svolta. Ti verrà chiesto di compilare un breve questionario per fornire un’opinione sulla sessione di condivisione appena completata, in modo che tu possa confermare il suo effettivo compimento e valutare la tua esperienza con il maestro. **Non potrai richiedere ulteriori sessioni se non invii il tuo feedback**.<br><br><br>Ricorda infine che, se una sessione non viene completata entro due mesi e una settimana dalla data di richiesta, verrà automaticamente rifiutata. Nel caso l’avessi già pagata, riceverai un rimborso sulla carta che hai utilizzato per effettuare il pagamento.<br>### Come posso pagare una sessione di condivisione? ###<br>Quando decidi di accettare una sessione, ti verrà chiesto di effettuare il pagamento. Il prezzo finale corrisponde a quello assegnato dal maestro alla sessione: l’utilizzo di KnowHub è gratuito per gli allievi. Puoi pagare con le maggior parte delle carte di credito, inserendo manualmente i dati necessari o scegliendo di memorizzarli in modo sicuro per i tuoi acquisti futuri.<br>### Come posso comunicare con il maestro? ###<br>Quando la sessione risulta pianificata, le opzioni per avviare o partecipare alla videochiamata con il maestro sono disponibili nel dettaglio della relativa sessione. Al fine di contattare il maestro, puoi optare per una delle seguenti modalità:<br> * **Videochiamata integrata.** Puoi partecipare immediatamente ad una video chat con il maestro, senza uscire da Knowhub. Non è richiesta la registrazione a servizi di terze parti, né l’installazione di alcun software addizionale.<br> * **[Google Hangouts](https://hangouts.google.com).** Per effettuare la chiamata, sia tu che il maestro dovete disporre di un account Google. Inoltre, se utilizzi un dispositivo mobile, devi avere installato la app Google Hangouts.  <br>Il maestro sarà in grado di contattarti solo se nel tuo [profilo](account?mode=profile) hai fornito l’indirizzo email associato al tuo account Google.<br> * **[Skype](https://www.skype.com).** Per effettuare la chiamata, sia tu che l’allievo dovete disporre di un account Skype ed avere Skype attivo sul vostro dispositivo. Skype è disponibile come [applicazione](https://go.skype.com/scom.download) per il tuo dispositivo, oppure come [piattaforma web](https://web.skype.com).  <br>Il maestro sarà in grado di contattarti solo se hai fornito il tuo nome Skype nel tuo [profilo](account?mode=profile).  <br>Per sapere qual'è il tuo nome Skype:<br>     1. Usa questo link per accedere al tuo [account Skype](https://secure.skype.com/portal/profile).<br>     2. Se richiesto, inserisci le credenziali del tuo account Skype.<br>     3. Fai clic su **Tariffe** nella parte superiore dello schermo.<br>     4. Troverai il tuo nome Skype in alto, a fianco al bottone **Esci**.<br><br>    Ricorda che dovrai aggiornare le tue impostazioni Skype per ricevere chiamate in arrivo o messaggi da persone che non sono nella tua lista contatti, come spiegato [qui](https://support.skype.com/faq/FA10615).<br> * **[GoToMeeting](https://free.gotomeeting.com).** Per effettuare la chiamata, devi disporre di un account GoToMeeting. L’installazione della app GoToMeeting sul tuo dispositivo garantisce funzionalità aggiuntive durante la chiamata, ma non è necessaria al fine di comunicare con l’esperto.  <br>Il maestro sarà in grado di contattarti solo se hai fornito il tuo nome GoToMeeting nel tuo [profilo](account?mode=profile). Il tuo nome GoToMeeting è la parte finale dell'URL che utilizzi per tenere una riunione. Per esempio, supponiamo che il tuo URL sia il seguente:  <br><code>https://www.gotomeet.me/MarioRossi</code>  <br>In questo caso **MarioRossi** è il tuo nome GoToMeeting.<br><br><br>Tieni presente che eventuali indirizzi email e nomi utente che inserisci nel tuo profilo per poter essere contattato **saranno visibili al maestro** e potrebbero inoltre essere esposte dalle applicazioni che utilizzi per contattarlo. Se preferisci mantenere riservate queste informazioni, utilizza la videochiamata integrata.<br>### Cos’è la reputazione? ###<br>La reputazione è un punteggio variabile da 0 a 100 attribuito ai maestri per attestare le loro qualità. Una volta che una sessione viene marcata come completata, ti verrà chiesto di completare un questionario relativo alla tua esperienza con il maestro. Le tue risposte faranno aumentare o diminuire la sua reputazione. Tieni conto di questo valore mentre scegli un maestro: una reputazione elevata denota che il maestro ha ricevuto valutazioni positive da molti allievi, ed è quindi garanzia di affidabilità.  <br>Riteniamo inoltre che un maestro debba aver avuto la possibilità di dimostrare il suo valore prima che la sua reputazione venga resa pubblica. Per questo motivo **la reputazione sarà visibile solo dopo che il maestro avrà ricevuto almeno due valutazioni** da parte degli allievi con cui ha interagito.<br><br><br>### Posso allegare file durante la sessione di condivisione? ###<br>Per ogni sessione di condivisione hai a disposizione uno spazio di 30 MB per condividere dei file con il maestro. Considera che **una volta che la sessione è stata completata o rifiutata, i file rimarranno disponibili per il mese successivo, prima di essere rimossi automaticamente**.<br>### Posso fare la stessa richiesta a più maestri? ###<br>Effettuare la medesima richiesta a diversi maestri è consentito, ma al fine di favorire richieste pertinenti ai maestri, limitiamo a 10 il numero di sessioni che puoi richiedere in una settimana. Prenditi il tempo necessario, esamina con attenzione il profilo dei maestri prima di richiedere una sessione, ed assicurati che il maestro che stai per contattare sia effettivamente adatto alle tue esigenze.<br>### Posso richiedere il rimborso di una sessione? ###<br>Quando il maestro contrassegna una sessione come completata, ti verrà chiesto di compilare un questionario di valutazione relativo al maestro con cui hai interagito. Nel questionario è possibile dichiarare che la sessione non ha avuto luogo. In questo caso, sia tu che il maestro sarete contattati dal nostro supporto per ulteriori chiarimenti. Se si è trattato di un errore, la sessione sarà sbloccata e potrai compilare un altro questionario. Altrimenti, potremo decidere se effettuare un rimborso in tuo favore sulla carta che hai utilizzato per pagare la sessione, oppure confermare la sessione ed il relativo pagamento.  <br>Considera che il nostro supporto terrà traccia di ogni contenzioso e **nel caso verifichi il ripetersi di inconvenienti legati ad uno specifico utente, potrà decidere di bloccare il suo account**.  <br>Ricorda inoltre che **hai due settimane di tempo per inviare il tuo feedback**. Passato questo tempo, se risponderai al questionario indicando che la sessione non è stata svolta, la sua dichiarazione non sarà considerata.<br>### Cosa devo fare nel caso in cui un utente dimostri un comportamento inadeguato o pubblichi del contenuto illegale? ###<br>KnowHub impone ai suoi utenti regole di condotta e limitazioni sul contenuto condivisibile e pubblicabile. Di seguito alcuni esempi di ciò che è considerato violazione dei nostri termini di servizio:<br> * Pubblicare contenuto illegale sul proprio profilo.<br> * Condividere contenuto illegale con un altro utente durante una sessione di condivisione.<br> * Mostrare un comportamento non etico durante una sessione di condivisione (molestie, minacce, intimidazioni, ecc.).<br><br><br>Se ti capita di partecipare ad una sessione di condivisione con un utente che dimostra un comportamento inadeguato o che pensi stia infrangendo le regole di utilizzo della piattaforma, puoi segnalarcelo. Per segnalare un abuso trovi un apposito pulsante tra i dettagli di ogni sessione di condivisione nella  [Dashboard](manage?mode=dashboard), o tra i dettagli di ogni maestro nella sezione [Cerca un maestro](searchExpert?mode=search). Analizzeremo il profilo dell’utente al più presto e, se lo riterremo opportuno, potremmo decidere di bloccare il suo account.<br>### Posso cancellare il mio account? ###<br>Per cancellare il tuo account apri la sezione [Credenziali](account?mode=credentials) e clicca sul pulsante **Cancella account**. <br>Dopo aver confermato, tutti i dati relativi al tuo account non saranno più visibili né a te né a nessun altro utente. Li manterremo nei nostri sistemi per un certo tempo a scopi di tracciamento, prima di eliminarli definitivamente."
}