{
  "TOS_QUESTIONS_Q1": "Quale tipo di aiuto posso offrire tramite KnowHub?",
  "TOS_QUESTIONS_Q1_A1": "Lezioni di lingue, ripetizioni, consulenza tecnica e traduzioni professionali",
  "TOS_QUESTIONS_Q1_A2": "Non ci sono limiti al tipo di informazioni che posso condividere",
  "TOS_QUESTIONS_Q1_A3": "Non ci sono limiti al tipo di informazioni che posso condividere, purché siano conformi al regolamento",
  "TOS_QUESTIONS_Q2": "Quali sono le fasi principali di una sessione di condivisione?",
  "TOS_QUESTIONS_Q2_A1": "Ricerca, proposta, negoziazione, condivisione",
  "TOS_QUESTIONS_Q2_A2": "Ricerca, proposta, negoziazione, condivisione, conclusione",
  "TOS_QUESTIONS_Q2_A3": "Ricerca, proposta, accettazione, condivisione, conclusione",
  "TOS_QUESTIONS_Q2_A4": "Ricerca, proposta, condivisione, conclusione",
  "TOS_QUESTIONS_Q3": "Posso modificare il prezzo della sessione dopo averla accettata?",
  "TOS_QUESTIONS_Q3_A1": "No, dopo aver accettato la sessione non potrò più modificarne il prezzo",
  "TOS_QUESTIONS_Q3_A2": "Sì, il prezzo è sempre modificabile dall'esperto",
  "TOS_QUESTIONS_Q3_A3": "Solo se la sessione non è ancora stata accettata dall'allievo",
  "TOS_QUESTIONS_Q4": "Quali tra questi fattori influiscono sul calcolo della mia reputazione?",
  "TOS_QUESTIONS_Q4_A1": "Il numero di sessioni di condivisione che ho completato",
  "TOS_QUESTIONS_Q4_A2": "Il numero di richieste di sessioni di condivisione che ho ricevuto",
  "TOS_QUESTIONS_Q4_A3": "Il feedback fornito dai miei allievi",
  "TOS_QUESTIONS_Q4_A4": "Il numero di sessioni che ho rifiutato",
  "TOS_QUESTIONS_Q5": "Cosa è necessario affinché possa incassare ciò che ho guadagnato con le mie sessioni?",
  "TOS_QUESTIONS_Q5_A1": "Devo avere completato un numero minimo di sessioni",
  "TOS_QUESTIONS_Q5_A2": "Non devo avere feedback di valutazione in attesa di essere compilati",
  "TOS_QUESTIONS_Q5_A3": "Non devo avere sessioni aperte",
  "TOS_QUESTIONS_Q5_A4": "Devo aver inserito nel mio profilo tutti i dati necessari per ricevere versamenti sul mio conto (indirizzo, IBAN, ecc.)",
  "TOS_QUESTIONS_Q6": "Cosa devo fare se ho accettato una sessione ma l'allievo non è più interessato?",
  "TOS_QUESTIONS_Q6_A1": "Sia io che l'allievo dobbiamo rifiutare le sessione",
  "TOS_QUESTIONS_Q6_A2": "Devo rifiutare la sessione dopo aver chiesto la motivazione all'allievo",
  "TOS_QUESTIONS_Q6_A3": "Una volta accettata, la sessione deve necessariamente essere portata a termine",
  "TOS_QUESTIONS_Q6_A4": "L'allievo è tenuto a rifiutare la sessione, fornendo un'adeguata motivazione",
  "TOS_QUESTIONS_Q7": "E' previsto un costo per ottenere i versamenti sul mio conto?",
  "TOS_QUESTIONS_Q7_A1": "No, il servizio è gratuito",
  "TOS_QUESTIONS_Q7_A2": "E' prevista una piccola tassa mensile, detratta ogni mese solo per la prima sessione pianificata",
  "TOS_QUESTIONS_Q7_A3": "Il costo comprende una tassa mensile detratta ogni mese solo per la prima sessione pianificata, e una piccola percentuale sui miei incassi",
  "TOS_QUESTIONS_Q7_A4": "Sì, una piccola percentuale sui miei incassi verrà trattenuta",
  "TOS_QUESTIONS_Q8": "Esistono limitazioni di tipo fiscale o legale legate all’attività di consulenza che esercito tramite KnowHub?",
  "TOS_QUESTIONS_Q8_A1": "Sì ed è compito mio informarmi sulla legislazione in materia vigente nel Paese in cui risiedo",
  "TOS_QUESTIONS_Q8_A2": "Solo se vivo in Italia",
  "TOS_QUESTIONS_Q8_A3": "No, non vi sono limitazioni",
  "TOS_QUESTIONS_Q8_A4": "Solo se incasso annualmente una cifra superiore a un certo limite",
  "TOS_QUESTIONS_Q9": "Cosa succede se l’allievo nel feedback di valutazione riporta che la sessione non si è svolta?",
  "TOS_QUESTIONS_Q9_A1": "Non verrò pagato per la mia sessione",
  "TOS_QUESTIONS_Q9_A2": "Verrò contattato dal supporto di KnowHub per ulteriori chiarimenti",
  "TOS_QUESTIONS_Q9_A3": "Il mio account verrà bloccato e non potrò più offrire sessioni di condivisione",
  "TOS_QUESTIONS_Q9_A4": "Il mio account sarà associato ad un contenzioso non risolto",
  "TOS_QUESTIONS_Q10": "Cosa succede se l’allievo non compila il questionario di valutazione?",
  "TOS_QUESTIONS_Q10_A1": "Non riceverò il pagamento per la mia sessione",
  "TOS_QUESTIONS_Q10_A2": "Dopo due settimane il sistema processerà la sessione e riceverò comunque la somma concordata",
  "TOS_QUESTIONS_Q10_A3": "Il sistema processerà la sessione e incrementerà la mia reputazione",
  "TOS_QUESTIONS_Q10_A4": "Il sistema processerà la sessione e ridurrà la mia reputazione",
  "TOS_QUESTIONS_Q11": "Ci sono delle regole di condotta relative all’utilizzo di KnowHub?",
  "TOS_QUESTIONS_Q11_A1": "Violando il copyright il mio account potrà essere bloccato",
  "TOS_QUESTIONS_Q11_A2": "Pubblicando contenuto illegale o mantenendo un comportamento inadeguato il mio account potrà essere bloccato",
  "TOS_QUESTIONS_Q11_A3": "Non esistono particolari restrizioni",
  "TOS_QUESTIONS_Q11_A4": "Ci sono limitazioni solo per quanto riguarda la diffusione di dati sensibili",
  "TOS_QUESTIONS_Q12": "Posso comunicare con l’allievo durante la fase di negoziazione?",
  "TOS_QUESTIONS_Q12_A1": "Sì, utilizzando una delle modalità disponibili per avviare una videochiamata",
  "TOS_QUESTIONS_Q12_A2": "Sì, scrivendo nell’apposita chat di sessione",
  "TOS_QUESTIONS_Q12_A3": "No, non posso interagire con l’allievo durante questa fase",
  "TOS_QUESTIONS_Q13": "Cosa faccio se non sono in grado di far fronte alle richieste dell’allievo?",
  "TOS_QUESTIONS_Q13_A1": "Scrivo un commento all’allievo invitandolo a cercare un altro maestro",
  "TOS_QUESTIONS_Q13_A2": "Posso archiviare la sessione senza nessuna ulteriore azione da parte mia",
  "TOS_QUESTIONS_Q13_A3": "Rifiuto la sessione premendo il bottone Rifiuta e fornisco un'adeguata motivazione",
  "TOS_QUESTIONS_Q14": "Cosa faccio una volta conclusa la conversazione con l’allievo?",
  "TOS_QUESTIONS_Q14_A1": "Contrassegno la sessione come completata premendo l’apposito bottone",
  "TOS_QUESTIONS_Q14_A2": "Invio una email di conferma all’allievo",
  "TOS_QUESTIONS_Q14_A3": "Il sistema processerà automaticamente la sessione e finalizzerà il pagamento versandolo sul mio conto",
  "TOS_QUESTIONS_Q15": "I file allegati alla sessione di condivisione sono sempre disponibili?",
  "TOS_QUESTIONS_Q15_A1": "Solo se non contengono materiale illegale",
  "TOS_QUESTIONS_Q15_A2": "Sì, sono sempre disponibili",
  "TOS_QUESTIONS_Q15_A3": "Solo per il mese successivo alla conclusione della sessione",
  "TOS_QUESTIONS_Q15_A4": "No, vengono eliminati al completamento della sessione",
  "TOS_QUESTIONS_Q16": "Cosa è necessario affinché gli allievi possano trovarmi e richiedere una sessione di condivisione con me?",
  "TOS_QUESTIONS_Q16_A1": "Devo aver compilato il mio profilo esperto",
  "TOS_QUESTIONS_Q16_A2": "Devo aver definito date e orari in cui sono disponibile",
  "TOS_QUESTIONS_Q16_A3": "Non devo avere feedback di valutazione in attesa di essere compilati",
  "TOS_QUESTIONS_Q16_A4": "Devo avere una reputazione superiore a una soglia minima",
  "TOS_QUESTIONS_Q17": "Dopo quale passaggio una sessione può dichiararsi definitivamente conclusa e il pagamento verrà finalizzato?",
  "TOS_QUESTIONS_Q17_A1": "Subito dopo averla marcata come completata",
  "TOS_QUESTIONS_Q17_A2": "Dopo un mese dal completamento della sessione",
  "TOS_QUESTIONS_Q17_A3": "Una volta che l’allievo compila il questionario di valutazione, o in ogni caso dopo due settimane dal completamento della sessione",
  "TOS_QUESTIONS_Q18": "Ci sono dei limiti al prezzo attribuibile ad una sessione?",
  "TOS_QUESTIONS_Q18_A1": "No, non ci sono limiti",
  "TOS_QUESTIONS_Q18_A2": "Esiste solo un limite massimo",
  "TOS_QUESTIONS_Q18_A3": "Esiste un prezzo minimo, e uno massimo incrementabile su richiesta",
  "TOS_QUESTIONS_Q19": "Quali sono gli accordi da prendere durante la fase di negoziazione?",
  "TOS_QUESTIONS_Q19_A1": "Data e ora in cui si terrà la sessone",
  "TOS_QUESTIONS_Q19_A2": "Il prezzo della sessione in base alle richieste dell’allievo",
  "TOS_QUESTIONS_Q19_A3": "L’ubicazione della sessione",
  "TOS_QUESTIONS_Q19_A4": "Il metodo di pagamento",
  "TOS_QUESTIONS_Q20": "Per cosa KnowHub può essermi utile?",
  "TOS_QUESTIONS_Q20_A1": "Identificare esperti che possano fornire lezioni di lingue, ripetizioni, consulenza tecnica o traduzioni professionali",
  "TOS_QUESTIONS_Q20_A2": "Non ci sono limiti al tipo di informazioni che posso richiedere, a patto che ci sia un esperto in grado di rispondere alle mie necessità",
  "TOS_QUESTIONS_Q20_A3": "Creare una rete di persone con le mie stesse competenze lavorative",
  "TOS_QUESTIONS_Q21": "Quali sono le fasi principali di una sessione di condivisione?",
  "TOS_QUESTIONS_Q21_A1": "Ricerca, proposta, negoziazione, condivisione",
  "TOS_QUESTIONS_Q21_A2": "Ricerca, proposta, negoziazione, condivisione, conclusione",
  "TOS_QUESTIONS_Q21_A3": "Ricerca, proposta, accettazione, condivisione, conclusione",
  "TOS_QUESTIONS_Q21_A4": "Ricerca, proposta, condivisione, conclusione",
  "TOS_QUESTIONS_Q22": "Posso modificare il prezzo di una sessione?",
  "TOS_QUESTIONS_Q22_A1": "Si, in ogni momento",
  "TOS_QUESTIONS_Q22_A2": "No, solo all’esperto è consentito farlo",
  "TOS_QUESTIONS_Q22_A3": "Solo se la sessione non è stata ancora pianificata",
  "TOS_QUESTIONS_Q23": "Cosa devo fare per essere contattabile dal maestro tramite videochiamata?",
  "TOS_QUESTIONS_Q23_A1": "E' sufficiente entrare nella video chat, se ho optato per utilizzare le videochiamate integrate",
  "TOS_QUESTIONS_Q23_A2": "Aggiornare il mio profilo con i corretti codici di identificazione per i servizi che intendo utilizzare per comunicare (ad esempio il mio nome Skype, o l'indirizzo email del mio account Google)",
  "TOS_QUESTIONS_Q23_A3": "Fornire al maestro un recapito telefonico",
  "TOS_QUESTIONS_Q23_A4": "Assicurarmi di essermi registrato e di aver effettuato l'accesso ai servizi che intendo utilizzare per comunicare e, se previsto, di aver installato le relative applicazioni sul mio dispositivo",
  "TOS_QUESTIONS_Q24": "In che momento il mio pagamento per una sessione di condivisione può considerarsi finalizzato?",
  "TOS_QUESTIONS_Q24_A1": "In ogni caso, dopo che ho compilato il questionario di valutazione dell’esperto",
  "TOS_QUESTIONS_Q24_A2": "Dopo che ho compilato il questionario di valutazione dell’esperto, solo se ho dichiarato che la sessione si è effettivamente svolta",
  "TOS_QUESTIONS_Q24_A3": "Dopo due settimane dal completamento della sessione, nel caso non abbia ancora compilato il questionario",
  "TOS_QUESTIONS_Q25": "Posso fare la stessa richiesta a più maestri?",
  "TOS_QUESTIONS_Q25_A1": "Si",
  "TOS_QUESTIONS_Q25_A2": "No, perchè il maestro che ho scelto è quello che più si addice alle mie necessità",
  "TOS_QUESTIONS_Q25_A3": "Si, ma con un limite massimo settimanale di richieste",
  "TOS_QUESTIONS_Q25_A4": "Dipende dal tipo di richiesta e dal numero di maestri competenti in materia iscritti a KnowHub",
  "TOS_QUESTIONS_Q26": "E’ obbligatorio compilare il questionario di valutazione di una sessione?",
  "TOS_QUESTIONS_Q26_A1": "Sì, se non compilo il questionario non potrò richiedere ulteriori sessioni di condivisione",
  "TOS_QUESTIONS_Q26_A2": "Solo se voglio dare un feedback negativo",
  "TOS_QUESTIONS_Q26_A3": "No, non è obbligatorio",
  "TOS_QUESTIONS_Q26_A4": "No, ma se non lo compilo il pagamento per la sessione mi verrà rimborsato",
  "TOS_QUESTIONS_Q27": "Posso cancellare il mio account?",
  "TOS_QUESTIONS_Q27_A1": "Sì, le informazioni relative alla mia attività su KnowHub verranno completamente rimosse",
  "TOS_QUESTIONS_Q27_A2": "No, una volta creato non è possibile rimuovere l’account",
  "TOS_QUESTIONS_Q27_A3": "Si, ma le informazioni relative alla mia attività su KnowHub saranno comunque visibili agli altri utenti",
  "TOS_QUESTIONS_Q27_A4": "Si, ma le informazioni relative alla mia attività su KnowHub verranno conservate per un certo periodo per scopi di tracciamento, senza tuttavia essere accessibili agli utenti",
  "TOS_QUESTIONS_Q28": "Perché la reputazione di alcuni esperti è nascosta?",
  "TOS_QUESTIONS_Q28_A1": "La reputazione viene mostrata solo se superiore ad una certa soglia",
  "TOS_QUESTIONS_Q28_A2": "Per dare ai nuovi esperti la possibilità di dimostrare il loro valore e di partire con un punteggio di rispetto",
  "TOS_QUESTIONS_Q28_A3": "I maestri possono scegliere di non mostrare pubblicamente la loro reputazione",
  "TOS_QUESTIONS_Q29": "Ci sono delle regole di condotta relative all’utilizzo di KnowHub?",
  "TOS_QUESTIONS_Q29_A1": "Violando il copyright il mio account potrà essere bloccato",
  "TOS_QUESTIONS_Q29_A2": "Pubblicando contenuto illegale o mantenendo un comportamento inadeguato il mio account potrà essere bloccato",
  "TOS_QUESTIONS_Q29_A3": "Non esistono particolari restrizioni",
  "TOS_QUESTIONS_Q29_A4": "Ci sono limitazioni solo per quanto riguarda la diffusione di dati sensibili",
  "TOS_QUESTIONS_Q30": "Durante la fase di negoziazione, quali sono gli accordi da prendere?",
  "TOS_QUESTIONS_Q30_A1": "Data e ora a cui si terrà la sessone",
  "TOS_QUESTIONS_Q30_A2": "Il prezzo della sessione in base ai miei requisiti",
  "TOS_QUESTIONS_Q30_A3": "L’ubicazione della sessione",
  "TOS_QUESTIONS_Q30_A4": "Il metodo di pagamento",
  "TOS_QUESTIONS_Q31": "Come faccio a confermare gli accordi presi durante la fase di negoziazione?",
  "TOS_QUESTIONS_Q31_A1": "Scrivendo un messaggio al maestro nella chat di sessione",
  "TOS_QUESTIONS_Q31_A2": "Cliccando sul pulsante Accetta relativo alla sessione che desidero accettare",
  "TOS_QUESTIONS_Q31_A3": "Inviando una email al maestro",
  "TOS_QUESTIONS_Q32": "Cosa succede se non riesco a trovare un accordo con il maestro durante la fase di negoziazione?",
  "TOS_QUESTIONS_Q32_A1": "Devo comunque prendere parte alla sessione",
  "TOS_QUESTIONS_Q32_A2": "Se non ho ancora accettato la sessione, posso rifiutarla fornendo un'adeguata motivazione",
  "TOS_QUESTIONS_Q32_A3": "Devo chiedere al maestro di rifiutare la sessione per mio conto",
  "TOS_QUESTIONS_Q33": "Cosa devo fare una volta conclusa la sessione di condivisione?",
  "TOS_QUESTIONS_Q33_A1": "Compilare il questionario di valutazione del maestro",
  "TOS_QUESTIONS_Q33_A2": "Marcare la sessione come completata",
  "TOS_QUESTIONS_Q33_A3": "Pagare la sessione di condivisione",
  "TOS_QUESTIONS_Q34": "Posso allegare dei file ad una sessione di condivisione?",
  "TOS_QUESTIONS_Q34_A1": "No, non è possibile allegare file",
  "TOS_QUESTIONS_Q34_A2": "Sì, è possibile caricare ogni tipo di file",
  "TOS_QUESTIONS_Q34_A3": "Sì, ma è consentito il caricamento di soli contenuti multimediali",
  "TOS_QUESTIONS_Q35": "In quale caso il mio account verrà associato a un contenzioso non risolto?",
  "TOS_QUESTIONS_Q35_A1": "Quando pubblico contenuto illegale",
  "TOS_QUESTIONS_Q35_A2": "Quando non partecipo a una sessione pianificata",
  "TOS_QUESTIONS_Q35_A3": "Quando, dopo essere stato contattato dal supporto di KnowHub, dichiaro che la sessione non è avvenuta ma il maestro sostiene il contrario",
  "TOS_QUESTIONS_Q36": "Cosa succede se accumulo tre contenziosi non risolti?",
  "TOS_QUESTIONS_Q36_A1": "Non potrò più richiedere sessioni di condivisione",
  "TOS_QUESTIONS_Q36_A2": "Il mio account verrà bloccato",
  "TOS_QUESTIONS_Q36_A3": "Il mio account verrà analizzato dal supporto di KnowHub e potrà essere bloccato",
  "TOS_QUESTIONS_Q37": "Posso accettare una sessione che non è ancora stata accettata dal maestro?",
  "TOS_QUESTIONS_Q37_A1": "Sì, posso accettare subito la sessione",
  "TOS_QUESTIONS_Q37_A2": "Sì, ma in questo caso non potrò più modificarne la data",
  "TOS_QUESTIONS_Q37_A3": "No, posso accettare la sessione solo dopo che l'ha accettata il maestro"
}
