{
  "TERMS_OF_SERVICE": "**Last update: %%lastTermsOfServiceUpdate%**  <br><br><br>Please read these terms of service carefully before using the website *%%websiteUrl%* operated by KnowHub. The terms set forth below apply to all visitors, registered users and occasional visitors. Your access to and use of the service is conditioned to your acceptance of and compliance with these terms. If you disagree with any part of the terms please do not use this website.<br> <br># Terms of service #<br>### Agreement ###<br>Terms, conditions and notices are set forth below (collectively, the “agreement”). By accessing or using our website in any manner, you agree to be bound by the agreement and you implicitly state  that you have read and understood its terms. This document, together with all the other provisions incorporated herein by reference, the [Privacy Policy](privacy?mode=privacy) and the [Cookies Policy](privacy?mode=cookies) represents the entire agreement and understanding between you and KnowHub with respect to the use of this website and all the services made available through it. Please read it carefully, as it contains information concerning your legal rights and limitations on these rights. If you do not accept all of these terms and conditions, please do not use this website. <br><br><br>### Language ###<br>In case of doubt, contradiction or differences of interpretation between the English version of the agreement and any of its official translations, the English version shall prevail.<br> <br>### Service ###<br>KnowHub is an innovative platform born to support and foster the knowledge exchange. Our goal is to match demand and offer of expertise, so that it can be transferred directly from the skilled person (the expert) to anyone in search for help (the seeker). We call this process sharing session. The session starts with a preliminary negotiation phase, during which requirements and eventual costs are discussed. Then, if this step is successful, the expert and the seeker organize a meeting, typically a video call, during which the expert will try to address the seeker’s requirements.  <br>For further information about our service, we suggest you to read our official guide. The Knowhub guide contains every detail about how our service works and its limitations, and represents an integral part of these terms of service. The guide consists of two different complementary versions, specifically targeted to the two main user categories: the [seeker guide](guide?mode=SEEKER)  and the [expert guide](guide?mode=EXPERT) . To complete the registration process to our website, you will be explicitly asked to read the seeker guide, and we will test what you have learned be means of a questionnaire. Similarly, in case you opt for becoming an expert, we will require you the go through the expert guide and to pass the related questionnaire.<br><br><br>### Privacy ###<br>Please review our [privacy policy](privacy?mode=privacy), which also governs your use of KnowHub services, to understand our practices. In certain circumstances we may disclose information about you to third parties if we determine, in our sole discretion, that such disclosure is necessary to protect our company and customers, to ensure the integrity and operation of Knowhub's business, or to comply with legitimate and enforceable governmental requests, subpoenas or court orders.<br> <br>### Communication ###<br>When you use our services or send us emails and other communications with your device, you are communicating with us electronically. You consent to receive communications from us electronically and you can retain copies of these communications for your records. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<br> <br>### Account ###<br>If you use our service, you are responsible for maintaining the confidentiality of your account and of its password, and for restricting access to your device. You also agree to accept responsibility for all activities that occur under your account.  <br>We provide content for children, but the service itself is reserved to adults. If you are under 18, you may use our service only with involvement of a parent or guardian.  <br>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel transactions in our sole discretion.<br> <br>### Account deletion ###<br>To delete your account go to the section [Credentials](account?mode=credentials) and click the button Delete account. All the data related to your account will be kept for some time on our systems for tracking purposes before being permanently removed, but they will not be visible anymore to you or to any other user. In case there are ongoing operations, such as payouts to your bank account, the account will be deleted only after these are completed.<br><br><br>### Authentication ###<br>We use services provided by [Auth0](https://auth0.com) to manage authentication and authorization procedures on our website.<br><br><br>### Video calls ###<br>A video call is an Internet-backed audio and video communication tool, that allows seekers and experts to virtually meet. With the purpose to easily share information, this tool can be used on your computer, tablet or other devices.  Our video calls are made through [Twilio](https://www.twilio.com/video), [Skype](https://www.skype.com), [Hangouts](https://hangouts.google.com) or [GoToMeeting](https://free.gotomeeting.com). Please, for more information visit the related websites.<br><br><br>### Media content ###<br>This website contains platform-related media content, with demonstration and teaching purposes. The video content is provided through the [YouTube](https://www.youtube.com/static?template=terms) embeddable video player.<br> <br>### Purchases and payments ###<br>If you wish to operate on KnowHub as a seeker or an expert any service made available through our website, you may be asked to supply certain information relevant to your purchases or payouts to your bank account, including, without limitation, your credit card details (number, cardholder name, expiration date, authentication code), your home address, your bank account details (IBAN), your birthdate, and your ID documents.  <br>Payment and payout processing services for KnowHub users are provided by Stripe and are subject to the [Stripe Connected Account Agreement](https://stripe.com/connect-account/legal), which includes the [Stripe Terms of Service](https://stripe.com/legal) (collectively, the “Stripe Services Agreement”). By agreeing to these terms or continuing to operate as a KnowHub user, you agree to be bound by the Stripe Services Agreement, as the same may be modified by Stripe from time to time. As a condition of KnowHub enabling payment processing services through Stripe, you agree to provide KnowHub accurate and complete information about you, and you authorize KnowHub to share it and transaction information related to your use of the payment and payout processing services provided by Stripe.<br><br><br>### Taxes ###<br>Experts are responsible for their own taxes associated with each transaction and will account for any taxes imposed by their own governments or governing authorities, and related accounting or audit requirements arising out of, as a result of, incidental to, or in connection with obligations under this Agreement. We recommend that you consult with your tax advisor as to the application of taxes for you, as the seller of the service. This may include Sales Tax, VAT, GST and other transactional taxes.  <br>KnowHub will not collect or pay any taxes on your behalf as KnowHub is merely acting as an agent in facilitating the sale of service to the seekers. All tax-related reporting responsibilities by you to relevant tax authorities are entirely your responsibility.<br> <br>### Copyright ###<br>All content included in or made available through any Knowhub service, such as text, graphics, logos, icons, images, audio, digital downloads, data compilations and software is the property of Knowhub or its content suppliers and accordingly protected by Italian, EU and international copyright laws. <br> <br>### Content review ###<br>In the context of a sharing session, as well as in its personal profile, the user is allowed to post any content, such as comments, images and videos, as long as it is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable, and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of spam or unsolicited commercial electronic message. You cannot use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of a content.  <br>Knowhub does not have the obligation to regularly review posted content. If you stumble upon a user who is showing an improper behaviour or you think is infringing our rules, you can report the violation to us. To send an abuse report, you will find a special button in the detail area of each sharing session, or in the [Search](searchExpert?mode=search) section, for each expert overview box. We will analyze the user profile as soon as possible, and, if we deem it appropriate, we reserve the right, but we do not have the obligation, to block his account, or to remove or edit any content associated to this user.<br> <br>### Links to other websites or services ###<br>Our service may contain links to third party websites or services that are not owned or managed by KnowHub. Knowhub has no control over and assumes no responsibility for the content, privacy policies or practices of any third party web sites or services. You further acknowledge and agree that KnowHub shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods or services available on or through any such websites or services.<br> <br>### Disputes ###<br>Any dispute or claim arising from your use of any KnowHub services will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court (giudice di pace) if your claims qualify. The Italian Code of Civil Procedure  (Book IV - Title VIII - Arbitration - articles 806-840), as amended by [legislative decree 2 February 2006, No. 40](http://www.camera-arbitrale.it/Documenti/dlgs_2feb2006_en.pdf), apply to this agreement.<br>The submission to arbitration must, under sanction of nullity, be made in writing and must indicate the subject matter of the dispute. The written form requirement is considered complied with also when the will of the parties is expressed by telegram, telex, telecopier or telematic message in accordance with the legal rules, which may also be issued by regulation, regarding the transmission and receipt of documents which are teletransmitted. We each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.<br> <br>### Applicable law ###<br>By using any KnowHub services, you agree that Italian Code of Civil Procedure (Book IV - Title VIII - Arbitration - articles 806-840), without regard to principles of conflict of laws, will govern these terms of use and any dispute of any sort that might arise between you and KnowHub.<br><br><br>### No waiver ###<br>If any provision of this agreement is found to be invalid, the parties agree to endeavor to give appropriately valid effect to the intention of this agreement as reflected in the provision, and the other provisions of the agreement shall remain in full force and effect.<br><br><br>### Terms changes ###<br>We reserve the right to update our terms of service at any time, thus ensure to check them out periodically. Your continued use of the website after we post any modifications to the terms on this page, and to any document or web page they link to, will constitute your acknowledgment and your consent to abide and be bound by the new terms..  <br>At the top of this page, you can review the date these terms was last updated. If we make any changes, we will notify you by placing a prominent notice on our website.<br> <br>### Contact ###<br>If you have any further questions, would like any further clarification around our terms of service, please [contact us](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### KnowHub details ###<br>This website is owned and operated by %%ownerName%, %%ownerAddress%, VAT number %%ownerVatNumber%."
}