{
  "TERMS_OF_SERVICE": "**Ultimo aggiornamento: %%lastTermsOfServiceUpdate%**  <br><br><br>Ti consigliamo di leggere attentamente i termini di servizio prima di utilizzare il sito *%%websiteUrl%* gestito da KnowHub. I termini riportati di seguito si applicano a tutti i visitatori, siano essi utenti registrati o visitatori occasionali. L'accesso e l'utilizzo del servizio è condizionato all'accettazione e al rispetto di tali termini. Se ti trovi in disaccordo con una qualsiasi parte di questo regolamento, ti invitiamo a non utilizzare il sito.<br> <br># Termini di servizio #<br>### Contratto ###<br>I termini e le condizioni riportate di seguito costituiscono complessivamente il nostro accordo  con l’utente. Accedendo o utilizzando in qualsiasi modo il nostro sito web, accetti di essere vincolato da tale accordo e dichiari implicitamente di averne letto e compreso i suoi termini. Questo documento, insieme a tutte le altre disposizioni da esso richiamate, la [Privacy Policy](privacy?mode=privacy) e la [Cookie Policy](privacy?mode=cookies) rappresenta l’accordo tra l’utente e KnowHub relativamente all'utilizzo di questo sito web e di tutti i servizi messi a disposizione tramite esso. Leggilo attentamente, in quanto contiene informazioni relative ai tuoi diritti e alle limitazioni di tali diritti. Non utilizzare questo sito web se non intendi accettare questi termini nella loro totalità.<br><br><br>### Lingua ###<br>In caso di dubbi, incongruenze o ambiguità tra la versione inglese del contratto e le sue traduzioni ufficiali, la versione redatta in lingua inglese prevale sulle altre.<br> <br>### Servizio ###<br>KnowHub è una piattaforma innovativa nata per sostenere e promuovere lo scambio di conoscenze. Il nostro obiettivo è quello di combinare la domanda e l'offerta di competenze, così da trasferirle direttamente dalle persone competenti (maestri) a chiunque sia alla ricerca di supporto (allievi). Chiamiamo questo processo sessione di condivisione. La sessione inizia con una fase preliminare di negoziazione, durante la quale vengono discussi requisiti ed eventuale costo. Se questa fase ha esito positivo, il maestro e l’allievo organizzano un incontro, tipicamente una videochiamata, durante la quale il maestro risponderà alle richieste dell’allievo.  <br>Per ulteriori informazioni sul nostro servizio, ti invitiamo a consultarne la guida ufficiale. La guida di KnowHub contiene tutti i dettagli sul funzionamento e le limitazioni applicabili al nostro servizio, e rappresenta una parte integrante dei termini di servizio. La guida si compone di due differenti versioni, tra di loro complementari, concepite appositamente per le due tipologie fondamentali di utenti: la [guida per gli allievi](guide?mode=SEEKER)  e la [guida per i maestri](guide?mode=EXPERT). Per completare la registrazione al sito, ti verrà chiesto esplicitamente di leggere la guida per gli allievi, e il tuo livello di comprensione verrà verificato per mezzo di un questionario. Allo stesso modo, nel caso tu decida di diventare un maestro, ti verrà prima richiesto di visionare la guida per i maestri e di superare il relativo questionario.<br><br><br>### Privacy ###<br>Leggi la nostra [privacy policy](privacy?mode=privacy), che regola anche l'utilizzo dei servizi di KnowHub, per avere una piena consapevolezza delle nostre normative in materia di privacy. In talune circostanze, potremmo divulgare le tue informazioni a terzi, se, a nostra discrezione, riteniamo che tale divulgazione risulti necessaria al fine di proteggere la nostra azienda ed i suoi clienti, di garantire l'integrità ed il funzionamento dell’attività di Knowhub, o di ottemperare a richieste legittime e coattive da parte di autorità o organi statali, quali mandati di comparizione o ingiunzioni.<br> <br>### Comunicazioni ###<br>Quando utilizzi i nostri servizi o ci invii email e altre comunicazioni tramite il tuo dispositivo, stai comunicando con noi elettronicamente. Acconsenti a ricevere comunicazioni elettroniche da parte nostra, e ti è consentito di conservare copie di tali comunicazioni. Accetti inoltre che tutti gli accordi, gli avvisi, le divulgazioni e le altre comunicazioni che vengono forniti elettronicamente soddisfino i criteri legali della forma scritta.<br> <br>### Account ###<br>Se utilizzi il nostro servizio, sei responsabile della riservatezza del tuo account e della relativa password, nonché di proteggere l'accesso al tuo dispositivo. Sei inoltre responsabile di tutte le attività effettuate per mezzo del tuo account.  <br>La pubblicazione e l’offerta di contenuti indirizzati ai minori è consentita, tuttavia la fruizione del nostro servizio è esclusivamente riservata agli adulti. Se hai meno di 18 anni puoi utilizzare il nostro servizio solo mediante il coinvolgimento diretto di un genitore o di un tutore legale.  <br>Ci riserviamo inoltre il diritto di interrompere discrezionalmente la somministrazione del servizio, bloccare l’account, rimuovere o modificare i contenuti o annullare transazioni.<br><br><br>### Rimozione dell’account ###<br>Per rimuovere il tuo account vai alla sezione [Credenziali](account?mode=credentials) e clicca il bottone *Cancella account*. Tutti i dati relativi al tuo account saranno mantenuti all’interno dei nostri sistemi a tempo determinato per scopi di tracciamento prima di essere rimossi definitivamente, ma non saranno più visibili a te o a qualsiasi altro utente. Nel caso vi siano operazioni in sospeso, come versamenti sul tuo conto bancario, l’account verrà rimosso solo dopo che queste saranno completate.<br><br><br>### Autenticazione ###<br>Utilizziamo i servizi forniti da [Auth0](https://auth0.com) per gestire le procedure di autenticazione e autorizzazione sul nostro sito web.<br><br><br>### Videochiamate ###<br>La videochiamata è uno strumento di comunicazione audio e video basato sulla rete Internet, che permette all’allievo e al maestro di incontrarsi virtualmente. Con lo scopo di condividere facilmente informazioni, questo strumento può essere utilizzato sul tuo computer, tablet o altri dispositivi. Le nostre videochiamate vengono effettuate tramite [Twilio](https://www.twilio.com/video), [Skype](https://www.skype.com), [Hangouts](https://hangouts.google.com) o [GoToMeeting](https://free.gotomeeting.com). Per ulteriori informazioni, visita i relativi siti web.<br><br><br>### Contenuti multimediali ###<br>Nel sito web sono presenti contenuti multimediali inerenti alla piattaforma, con finalità dimostrative e formative. I contenuti video sono forniti tramite il video player incorporato di [YouTube](https://www.youtube.com/static?template=terms).<br> <br>### Acquisti e pagamenti ###<br>Se desideri operare su KnowHub in qualità di maestro o allievo, potremmo richiederti di fornire alcune informazioni pertinenti ad acquisti da te effettuati o versamenti sul tuo conto bancario, tra cui, a titolo meramente esemplificativo e non esaustivo, i dati della tua carta di credito (numero, identità del titolare, data di scadenza, codice di autenticazione), il tuo indirizzo di residenza, i dati che identificano il tuo conto bancario (IBAN), la tua data di nascita, e i tuoi documenti d’identità.   <br>I servizi di elaborazione dei pagamenti e dei versamenti per gli utenti di KnowHub sono forniti da Stripe e sono soggetti alle condizioni dell’Accordo relativo agli account connessi Stripe ([Stripe Connected Account Agreement](https://stripe.com/connect-account/legal)), che include i Termini del servizio Stripe ([Stripe Terms of Service](https://stripe.com/legal)), collettivamente detti “Accordo sui servizi Stripe” (“Stripe Services Agreement”). Accettando i suddetti termini o continuando a operare in qualità di utente su KnowHub, accetti di essere vincolato all’Accordo sui servizi Stripe e alle eventuali modifiche apportate da Stripe periodicamente. Affinché KnowHub possa offrire detti servizi di elaborazione di pagamenti e versamenti tramite Stripe, accetti di fornire a KnowHub informazioni personali accurate e complete su di te, e autorizzi KnowHub a condividere tali informazioni e i dati delle transazioni correlate con l’utilizzo dei servizi di elaborazione di pagamenti e versamenti forniti da Stripe.<br><br><br>### Tasse ###<br>I maestri sono responsabili della contribuzione fiscale relativa a ciascuna delle proprie transazioni, nel rispetto della normativa fiscale nazionale e locale concernente gli oneri di natura contabile risultanti, in via principale o incidentale, dal presente Accordo. Si raccomanda di rivolgersi al proprio consulente fiscale per la determinazione della tassazione applicabile in quanto prestatore di servizi. Questa può includere imposte sulla vendita, IVA ed altre imposte sul reddito. KnowHub non è responsabile né dell’esazione, né del versamento delle imposte per conto dei maestri, in quanto opera esclusivamente da agente intermediario del servizio. L’onere della dichiarazione fiscale verso le autorità competenti spetta interamente al maestro.<br> <br>### Copyright ###<br>Tutti i contenuti inclusi o resi disponibili attraverso qualsiasi servizio di KnowHub, quali testi, contenuti grafici, loghi, icone, immagini, audio, download digitali, raccolte di dati e software sono di proprietà di Knowhub o dei suoi content supplier e sono protetti dalle normative in materia di copyright italiane, europee e internazionali.<br> <br>### Analisi dei contenuti ###<br>Nel contesto di una sessione di condivisione e nel suo profilo personale, l’utente ha la possibilità di pubblicare qualsiasi contenuto, come commenti, immagini e video, a condizione che questo non risulti illegale, osceno, minatorio, diffamatorio, invasivo della riservatezza, non violi i diritti di proprietà intellettuale, non sia dannoso o sgradevole a terzi, e non rappresenti o contenga virus, propaganda politica, sollecitazioni di tipo commerciale, catene (cosiddette di Sant’Antonio), mailing di massa o qualsiasi tipo di spam o messaggio elettronico commerciale indesiderati. Non è possibile utilizzare un indirizzo email falso, impersonare una qualsiasi persona o entità, o ad ogni modo dare informazioni ingannevoli circa l'origine di un contenuto.  <br>Knowhub non ha l'obbligo di controllare periodicamente i contenuti pubblicati. Se ti imbatti in un utente che dimostra un comportamento improprio o che ritieni stia infrangendo il nostro regolamento, puoi segnalarcelo. Per segnalare un abuso troverai uno speciale bottone nell’area dettagli di ogni sessione di condivisione, oppure nella sezione [Cerca un maestro](searchExpert?mode=search), in ogni box contenente la panoramica del maestro. Analizzeremo il profilo dell’utente al più presto e, qualora lo ritenessimo opportuno, ci riserviamo il diritto, ma non abbiamo l'obbligo, di bloccare il suo account, oppure di rimuovere o modificare qualsiasi contenuto relativo a tale utente.<br> <br>### Link ad altri siti web o servizi ###<br>Il nostro servizio può contenere riferimenti a siti o servizi di terze parti che non sono di proprietà o gestiti da KnowHub. Knowhub non ha alcun controllo e non si assume alcuna responsabilità circa i contenuti, le privacy policy o le normative dei siti o servizi di terze parti. Accetti quindi di sollevare KnowHub da ogni responsabilità, diretta o indiretta, per qualsiasi danno o perdita causata, ritenuta causata o connessa all'utilizzo di contenuti, beni o servizi resi disponibili attraverso tali siti web o servizi.<br> <br>### Contestazioni ###<br>Qualsiasi controversia o azione legale vertente sull’utilizzo da parte dell’utente di un qualsiasi servizio fornito da KnowHub sarà risolto tramite arbitrato rituale, a meno che non si tratti di controversie minori e di competenza del giudice di pace. Il presente contratto sarà regolato ed interpretato in conformità al vigente codice di procedura civile italiano (Libro IV - Titolo VII - Arbitrato - articoli 806-840), così come novellato dal decreto legislativo n. 40 del 2 febbraio 2006. Il compromesso deve, a pena di nullità, essere fatto per iscritto e determinare l'oggetto della controversia. La forma scritta s'intende rispettata anche quando la volontà delle parti sia espressa tramite telegrafo, telescrivente, telefacsimile o messaggio telematico nel rispetto della normativa, anche regolamentare, concernente la trasmissione e la ricezione dei documenti teletrasmessi. I procedimenti per la risoluzione della controversia saranno esperibili solo tramite azioni individuali e mai tramite azione di classe o azione collettiva.<br><br><br>### Legge applicabile ###<br>Utilizzando qualsiasi servizio di KnowHub, accetti che il Codice Italiano di Procedura Civile (Libro IV - Titolo VIII - Dell’arbitrato - artt. 806-840), in deroga alle norme sul conflitto di leggi, disciplini questi termini di utilizzo e ogni controversia di qualunque tipologia che possa insorgere tra te e KnowHub.<br><br><br>### No waiver ###<br>Qualora una delle disposizioni del presente contratto risulti essere nulla, le parti si impegnano a far valere la reale intenzione dell’accordo, come espresso da tale disposizione. Le altre disposizioni del contratto restano pienamente valide. <br><br><br>### Modifica dei termini ###<br>Ci riserviamo il diritto di aggiornare i nostri termini di servizio in qualsiasi momento, pertanto ti invitiamo a controllarli periodicamente. L'utilizzo continuato del sito dopo la pubblicazione di eventuali modifiche ai termini contenuti in questa pagina, e ad ogni documento o pagina web a cui in essi si fa riferimento, costituirà la tua accettazione delle stesse e il tuo assenso al rispettare i nuovi termini.<br>Al principio di questa pagina puoi verificare la data dell’ultimo aggiornamento. Nel caso dovessimo apportare delle modifiche, verrai notificato tramite un avviso ben visibile sul nostro sito.<br> <br>### Contatti ###<br>Se hai domande o necessiti di ulteriori chiarimenti in merito ai nostri termini di servizio, [contattaci](contactUs?reason=TERMS_OF_SERVICE).<br> <br>### Informazioni su KnowHub ###<br>Questo sito web è di proprietà e gestito da %%ownerName%, %%ownerAddress%, P.IVA %%ownerVatNumber%."
}