{
  "TOS_QUESTIONS_Q1": "What kind of help can I offer with KnowHub?",
  "TOS_QUESTIONS_Q1_A1": "Language lessons, tutoring, technical consulting, professional translations",
  "TOS_QUESTIONS_Q1_A2": "There’s no limit to the kind of information I can offer",
  "TOS_QUESTIONS_Q1_A3": "There’s no limit to the kind of information I can offer, provided that it complies to the rules",
  "TOS_QUESTIONS_Q2": "What are the main steps of a sharing session?",
  "TOS_QUESTIONS_Q2_A1": "Search, proposal, negotiation, execution",
  "TOS_QUESTIONS_Q2_A2": "Search, proposal, negotiation, execution, finalization",
  "TOS_QUESTIONS_Q2_A3": "Search, proposal, acceptance, execution, finalization",
  "TOS_QUESTIONS_Q2_A4": "Search, proposal, execution, finalization",
  "TOS_QUESTIONS_Q3": "Can I modify the price of a session after accepting it?",
  "TOS_QUESTIONS_Q3_A1": "No, once I accept the session I cannot change its price anymore",
  "TOS_QUESTIONS_Q3_A2": "Yes, the expert can change the price anytime",
  "TOS_QUESTIONS_Q3_A3": "Only if the session hasn’t been accepted by the seeker",
  "TOS_QUESTIONS_Q4": "Which factors affect the computation of my reputation?",
  "TOS_QUESTIONS_Q4_A1": "The number of sharing sessions I completed",
  "TOS_QUESTIONS_Q4_A2": "The number of sharing session requests I received",
  "TOS_QUESTIONS_Q4_A3": "The feedback provided by my seekers",
  "TOS_QUESTIONS_Q4_A4": "The number of sharing session I rejected",
  "TOS_QUESTIONS_Q5": "What do I need to cash in what I earned with my sharing sessions?",
  "TOS_QUESTIONS_Q5_A1": "I must complete a minimum number of sessions",
  "TOS_QUESTIONS_Q5_A2": "I must not have any pending session feedback",
  "TOS_QUESTIONS_Q5_A3": "I must not have any open session",
  "TOS_QUESTIONS_Q5_A4": "I must insert in my profile all the details required for me to receive payments to my bank account (address, IBAN, etc.)",
  "TOS_QUESTIONS_Q6": "What do I do if I accepted a session but the seeker is not interested anymore?",
  "TOS_QUESTIONS_Q6_A1": "Both I and the seeker have to reject the session",
  "TOS_QUESTIONS_Q6_A2": "I have to reject the session after asking the seeker for the reason",
  "TOS_QUESTIONS_Q6_A3": "After accepting it, the session must necessarily be completed",
  "TOS_QUESTIONS_Q6_A4": "The seeker is supposed to reject the session, providing an appropriate reason",
  "TOS_QUESTIONS_Q7": "Is there any cost to receive payments to my bank account",
  "TOS_QUESTIONS_Q7_A1": "No, this is a free service",
  "TOS_QUESTIONS_Q7_A2": "There's a small monthly fee, applied each month for the first planned session",
  "TOS_QUESTIONS_Q7_A3": "The cost includes a monhly fee applied each month for the first planned session, as well as a small percentage on my earnings",
  "TOS_QUESTIONS_Q7_A4": "Yes, a small percentage on my earnings will be retained",
  "TOS_QUESTIONS_Q8": "Are there any fiscal or legal constraints in earning money with KnowHub?",
  "TOS_QUESTIONS_Q8_A1": "Yes, and it’s up to me to be aware and comply with any legislation existing in the country where I live",
  "TOS_QUESTIONS_Q8_A2": "Only if I live in Italy",
  "TOS_QUESTIONS_Q8_A3": "No, there are no contraints",
  "TOS_QUESTIONS_Q8_A4": "Only if my annual revenue exceeds a given limit",
  "TOS_QUESTIONS_Q9": "What happens if the seeker in his feedback states that the session hasn’t been held?",
  "TOS_QUESTIONS_Q9_A1": "I will not be paid for my session",
  "TOS_QUESTIONS_Q9_A2": "I will be contacted by the KnowHub support for further inquiry",
  "TOS_QUESTIONS_Q9_A3": "My account will be blocked indefinitely and I won’t be able to offer sharing sessions anymore",
  "TOS_QUESTIONS_Q9_A4": "My account will be associated to an unresolved litigation",
  "TOS_QUESTIONS_Q10": "What happens if the seeker doesn’t send the feedback?",
  "TOS_QUESTIONS_Q10_A1": "I will not receive the payment for my session",
  "TOS_QUESTIONS_Q10_A2": "After two weeks, our system will process the session and I will receive the amount agreed upon",
  "TOS_QUESTIONS_Q10_A3": "Our system will process the session and increase my reputation",
  "TOS_QUESTIONS_Q10_A4": "Our system will process the session and decrease my reputation",
  "TOS_QUESTIONS_Q11": "Are there any specific rules of conduct when using KnowHub?",
  "TOS_QUESTIONS_Q11_A1": "By infringing the copyright my account might be blocked",
  "TOS_QUESTIONS_Q11_A2": "Publication of illegal content and unethical behavior might cause my account to be blocked",
  "TOS_QUESTIONS_Q11_A3": "There aren’t specific limitations",
  "TOS_QUESTIONS_Q11_A4": "There are limitations only regarding the disclosure of sensitive data",
  "TOS_QUESTIONS_Q12": "Can I interact with the seeker during the negotiation step?",
  "TOS_QUESTIONS_Q12_A1": "Yes, by using one of the available modes to start a video call",
  "TOS_QUESTIONS_Q12_A2": "Yes, by writing into the session chat",
  "TOS_QUESTIONS_Q12_A3": "No, I can’t interact with the seeker in this step",
  "TOS_QUESTIONS_Q13": "What do I do if I’m not able to fulfill the seeker’s needs?",
  "TOS_QUESTIONS_Q13_A1": "I write a comment to the seeker inviting him to look for another expert",
  "TOS_QUESTIONS_Q13_A2": "I can archive the session without any other action on my part",
  "TOS_QUESTIONS_Q13_A3": "I reject the session by clicking the Reject button and providing an appropriate reason",
  "TOS_QUESTIONS_Q14": "What do I do after the sharing session has been held?",
  "TOS_QUESTIONS_Q14_A1": "I mark the sharing session as completed by clicking the related button",
  "TOS_QUESTIONS_Q14_A2": "I send a confirmation email to the seeker",
  "TOS_QUESTIONS_Q14_A3": "Our system will process the session immediately and the payment will be transferred to my bank account",
  "TOS_QUESTIONS_Q15": "Are the files attached to a sharing session always available?",
  "TOS_QUESTIONS_Q15_A1": "Only if they don’t contain illegal material",
  "TOS_QUESTIONS_Q15_A2": "Yes, they are always available",
  "TOS_QUESTIONS_Q15_A3": "Only for one month past the completion of the sharing session",
  "TOS_QUESTIONS_Q15_A4": "No, they are removed once the session gets completed",
  "TOS_QUESTIONS_Q16": "What do I need in order for the seekers to find me and to request a sharing session with me?",
  "TOS_QUESTIONS_Q16_A1": "I must have filled my expert profile",
  "TOS_QUESTIONS_Q16_A2": "I must have defined dates and times when I’m available",
  "TOS_QUESTIONS_Q16_A3": "I must not have any pending session feedback",
  "TOS_QUESTIONS_Q16_A4": "My reputation must be higher than a minimum threshold",
  "TOS_QUESTIONS_Q17": "After which step can a session be declared definitively concluded and the payment finalized?",
  "TOS_QUESTIONS_Q17_A1": "After I mark the session as completed",
  "TOS_QUESTIONS_Q17_A2": "After a month since the completion of the session",
  "TOS_QUESTIONS_Q17_A3": "As soon as we receive the seeker’s feedback, or, in any case, after two weeks since the completion of the sharing session",
  "TOS_QUESTIONS_Q18": "Is there any limit on the price I can set for a session?",
  "TOS_QUESTIONS_Q18_A1": "No, there are no limits",
  "TOS_QUESTIONS_Q18_A2": "There's only a maximum limit",
  "TOS_QUESTIONS_Q18_A3": "There's a minimum price, and a maximum that can be increased on demand",
  "TOS_QUESTIONS_Q19": "What do I have to agree upon during the negotiation phase?",
  "TOS_QUESTIONS_Q19_A1": "Date and time when the session will be held",
  "TOS_QUESTIONS_Q19_A2": "The session price based on the seeker’s needs",
  "TOS_QUESTIONS_Q19_A3": "The location where the session will be held",
  "TOS_QUESTIONS_Q19_A4": "The payment method",
  "TOS_QUESTIONS_Q20": "What can KnowHub be useful for?",
  "TOS_QUESTIONS_Q20_A1": "Finding experts that provide language lessons, tutoring, technical consulting or professional translations",
  "TOS_QUESTIONS_Q20_A2": "There’s no limit to the kind of information I can get, as long as there is an expert that can fulfill my requirements",
  "TOS_QUESTIONS_Q20_A3": "Creating a network of people with my own job skills",
  "TOS_QUESTIONS_Q21": "What are the main steps of a sharing session?",
  "TOS_QUESTIONS_Q21_A1": "Search, proposal, negotiation, execution",
  "TOS_QUESTIONS_Q21_A2": "Search, proposal, negotiation, execution, finalization",
  "TOS_QUESTIONS_Q21_A3": "Search, proposal, acceptance, execution, finalization",
  "TOS_QUESTIONS_Q21_A4": "Search, proposal, execution, finalization",
  "TOS_QUESTIONS_Q22": "Can I change the price of a sharing session?",
  "TOS_QUESTIONS_Q22_A1": "Yes, at any time",
  "TOS_QUESTIONS_Q22_A2": "No, only the expert can",
  "TOS_QUESTIONS_Q22_A3": "Only if the session hasn’t been planned yet",
  "TOS_QUESTIONS_Q23": "What do I need to be reachable by the expert through a video call?",
  "TOS_QUESTIONS_Q23_A1": "Just joining the video chat, if I opted for the built-in video calls",
  "TOS_QUESTIONS_Q23_A2": "Updating my profile with the right ID codes for the services I'd like to use to make calls (for example my Skype name, or my Google account email)",
  "TOS_QUESTIONS_Q23_A3": "Giving the expert my telephone number",
  "TOS_QUESTIONS_Q23_A4": "Making sure I've registered and logged in to the service I'd like to use to make calls and, if required, to have installed the related applications on my device",
  "TOS_QUESTIONS_Q24": "When my payment for a sharing session can be considered finalized?",
  "TOS_QUESTIONS_Q24_A1": "In any case, after I send the session feedback",
  "TOS_QUESTIONS_Q24_A2": "After I send the session feedback, only if I have stated that the session has been held",
  "TOS_QUESTIONS_Q24_A3": "After two weeks since the completion of the sharing session, in case I still haven’t sent the feedback",
  "TOS_QUESTIONS_Q25": "Can I make the same request to multiple experts?",
  "TOS_QUESTIONS_Q25_A1": "Yes, I can",
  "TOS_QUESTIONS_Q25_A2": "No, because the chosen expert is supposedly the person best suiting my needs",
  "TOS_QUESTIONS_Q25_A3": "Yes, but with a weekly limit of requests",
  "TOS_QUESTIONS_Q25_A4": "It depends on the type of request and the number of experts registered on KnowHub",
  "TOS_QUESTIONS_Q26": "Is it mandatory to compile the feedback questionnaire of a session?",
  "TOS_QUESTIONS_Q26_A1": "Yes, if I don’t send the feedback I won’t be able to ask for further sharing sessions",
  "TOS_QUESTIONS_Q26_A2": "Only if the feedback is negative",
  "TOS_QUESTIONS_Q26_A3": "No, it’s not mandatory",
  "TOS_QUESTIONS_Q26_A4": "No, but if I don’t send it my payment for the session will be eventually refunded",
  "TOS_QUESTIONS_Q27": "Can I delete my account?",
  "TOS_QUESTIONS_Q27_A1": "Yes, all the data related to my activity on KnowHub will be completely removed",
  "TOS_QUESTIONS_Q27_A2": "No, accounts cannot be removed once created",
  "TOS_QUESTIONS_Q27_A3": "Yes, but all the data related to my activity on KnowHub will be still visible to other users",
  "TOS_QUESTIONS_Q27_A4": "Yes, but all the data related to my activity on KnowHub will be kept on our system for some time for tracking purposes, without being visible to other users",
  "TOS_QUESTIONS_Q28": "Why is the reputation hidden for some experts?",
  "TOS_QUESTIONS_Q28_A1": "Reputation is shown only if it is greater than a given threshold",
  "TOS_QUESTIONS_Q28_A2": "To give new experts a chance to stand up and start with a score of respect",
  "TOS_QUESTIONS_Q28_A3": "Expert can choose not to show their reputation publicly",
  "TOS_QUESTIONS_Q29": "Are there any specific rules of conduct when using KnowHub?",
  "TOS_QUESTIONS_Q29_A1": "By infringing the copyright my account might be blocked",
  "TOS_QUESTIONS_Q29_A2": "Publication of illegal content and unethical behavior might cause my account to be blocked",
  "TOS_QUESTIONS_Q29_A3": "There aren’t specific limitations",
  "TOS_QUESTIONS_Q29_A4": "There are limitations only regarding the disclosure of sensitive data",
  "TOS_QUESTIONS_Q30": "What do I have to agree upon during the negotiation?",
  "TOS_QUESTIONS_Q30_A1": "Date and time when the session will be held",
  "TOS_QUESTIONS_Q30_A2": "The session price based on my requirements",
  "TOS_QUESTIONS_Q30_A3": "The location where the session will be held",
  "TOS_QUESTIONS_Q30_A4": "The payment method",
  "TOS_QUESTIONS_Q31": "How can I confirm the agreement taken during the negotiation?",
  "TOS_QUESTIONS_Q31_A1": "By writing a message to the expert in the session chat",
  "TOS_QUESTIONS_Q31_A2": "By clicking on the Accept button related to the session I'd like to accept",
  "TOS_QUESTIONS_Q31_A3": "By sending an email to the expert",
  "TOS_QUESTIONS_Q32": "What happens if I can’t find an agreement with the expert during the negotiation?",
  "TOS_QUESTIONS_Q32_A1": "I have to join the session anyway",
  "TOS_QUESTIONS_Q32_A2": "If I haven't already accepted the session, I can reject it, providing an appropriate reason",
  "TOS_QUESTIONS_Q32_A3": "I shoud ask the expert to reject the session on my behalf",
  "TOS_QUESTIONS_Q33": "What should I do after the session has been completed?",
  "TOS_QUESTIONS_Q33_A1": "I send the session feedback to evaluate the expert",
  "TOS_QUESTIONS_Q33_A2": "I mark the session as completed",
  "TOS_QUESTIONS_Q33_A3": "I pay the sharing session",
  "TOS_QUESTIONS_Q34": "Can I attach files to a sharing session?",
  "TOS_QUESTIONS_Q34_A1": "No, I can’t attach any file",
  "TOS_QUESTIONS_Q34_A2": "Yes, I can upload files of any kind",
  "TOS_QUESTIONS_Q34_A3": "Yes, but only media content is allowed",
  "TOS_QUESTIONS_Q35": "When will my account be associated with an unresolved litigation?",
  "TOS_QUESTIONS_Q35_A1": "When I publish illegal content",
  "TOS_QUESTIONS_Q35_A2": "When I don’t join a planned session",
  "TOS_QUESTIONS_Q35_A3": "When, after being contacted by the KnowHub support, I argue that the session hasn’t been held but the expert states the opposite",
  "TOS_QUESTIONS_Q36": "What happens if I collect three unresolved litigation?",
  "TOS_QUESTIONS_Q36_A1": "I will lose the ability to request any further sharing session",
  "TOS_QUESTIONS_Q36_A2": "My account will be blocked",
  "TOS_QUESTIONS_Q36_A3": "My account will be examined by the KnowHub support and might be blocked",
  "TOS_QUESTIONS_Q37": "Can I accept a session if the expert still has to accept it?",
  "TOS_QUESTIONS_Q37_A1": "Yes, I can accept the session anytime",
  "TOS_QUESTIONS_Q37_A2": "Yes, but I will not be able to change the date anymore",
  "TOS_QUESTIONS_Q37_A3": "No, I can only accept the session once it's been accepted by the expert"
}
