{
  "ALERT_DANGER_NETWORK_ERROR": "We couldn't reach our servers. Check you're connected to the Internet, or try again later.",
  "ALERT_DANGER_BACKEND_ERROR": "Ouch! Something went wrong.",
  "ALERT_DANGER_UNINITIALIZED_APP": "Something went wrong! Check you're connected to the Internet and refresh your browser, or try again later.",
  "ALERT_DANGER_AUTH_ERROR": "Something went wrong and we can't sign you in right now. Check you're connected to the Internet or try again later.",
  "ALERT_DANGER_INVALID_EARLY_ACCESS_CODE": "This access code is invalid. Try again.",
  "ALERT_DANGER_VIDEO_CALL_LOCAL_MEDIA": "We could't get access to your camera or microphone. Verify they're working fine and they're not in use by other apps.",
  "ALERT_DANGER_VIDEO_CALL_CONNECTION": "We couldn't inizialize the video call. Check you're connected to the Internet or try again later.",
  "ALERT_DANGER_VIDEO_CALl_SCREEN_SHARING": "We couldn't initialize the screen sharing system.",
  "ALERT_DANGER_MESSAGING_ERROR": "We couldn't initialize the real-time notifications system.",
  "ALERT_DANGER_SUPPORT_INVALID_USERS_DEFINITION": "The users definition is not a valid JSON.",
  "ALERT_DANGER_PAYMENT": "We encountered an error while processing your payment.",
  "ALERT_DANGER_NON_EUR_BANK_ACCOUNT": "The IBAN you entered refers to a bank account of a country we do not support.",

  "ALERT_SUCCESS_CONTACT_US_EMAIL_SENT": "Your request was successfully submitted. Thank you for contacting us! We'll get back to you as soon as possible.",
  "ALERT_SUCCESS_USER_REMOVAL": "We deleted your account. Thanks for using KnowHub. We hope to see you again in the future.",
  "ALERT_SUCCESS_PUT_USER": "Your profile is now properly updated.",
  "ALERT_SUCCESS_PREFERENCES_SAVED": "Your preferences are now properly updated.",
  "ALERT_SUCCESS_UPDATE_USER": "Your profile is now updated.",
  "ALERT_SUCCESS_SUPPORT_PROMO_ACTIVATED": "Promo activated.",
  "ALERT_SUCCESS_SESSION_REQUEST": "You've successfully submitted your sharing session request. The expert will soon get in touch with you.",
  "ALERT_SUCCESS_AVAILABILITY_SAVED": "Your availabilty is now updated. The seekers will be able to request sharing sessions with you in the time slots you designated.",
  "ALERT_SUCCESS_AVAILABILITY_BATCH_INSERT_COMPLETED": "We have added some time slots for the period you selected. Check out the calendar.",
  "ALERT_SUCCESS_DISCARD_PENDING_ACTION": "We have successfully reverted your change. You can now use KnowHub as usual.",
  "ALERT_SUCCESS_ACCOUNT_DELETED": "Your account has been successfully deleted. Thank you for your time on KnowHub.",
  "ALERT_SUCCESS_ABUSE_REPORT": "Thank you for your reporting. We'll review this user's profile and will take the appropriate actions.",
  "ALERT_SUCCESS_FEEDBACK_PROCESSED": "Your feedback has been processed. Thank you for sharing your opinion!",
  "ALERT_SUCCESS_EXPERT_BOOKMARKED": "We added the expert to the bookmarks list.",
  "ALERT_SUCCESS_EXPERT_UNBOOKMARKED": "We removed the expert from the bookmarks list.",
  "ALERT_SUCCESS_NOTIFICATIONS_ENABLED": "Real-time notifications are now enabled.",
  "ALERT_SUCCESS_NOW_EXPERT": "You're now an expert! Remember to always keep your expert profile updated, and to define your availability in order for the seekers to request sharing sessions at the date that best suits you.",
  "ALERT_SUCCESS_SUPPORT_PROMO_CAMPAIGN": "Promo campaign was successfully started. Emails will be soon delivered.",
  "ALERT_SUCCESS_SESSION_PRICE_INCREASE_REQUEST": "Your request has been sent. It will be reviewed by our support and you will be notified as we approve it.",
  "ALERT_SUCCESS_SUPPORT_SESSION_PRICE_LIMIT_PROCESSED": "Your decision on the user request to increase his session price limit has been corrently processed.",
  "ALERT_SUCCESS_SUPPORT_USER_BLOCKED": "The user is now blocked.",
  "ALERT_SUCCESS_SUPPORT_LITIGATION_ASSOCIATED": "You associated an unresolved litigation to the session.",
  "ALERT_SUCCESS_SUPPORT_SEEKER_REFUNDED": "The seeker has been refunded and the session has been rejected.",
  "ALERT_SUCCESS_SUPPORT_LITIGATION_RESOLVED": "You resolved the litigation associated to the session.",
  "ALERT_SUCCESS_SUPPORT_PAYOUT_RETRIED": "Payout for the session has been initiated.",
  "ALERT_SUCCESS_PROMO_CODE_ACTIVATED": "Code accepted! You promotion is now active.",
  "ALERT_WARNING_OBSOLETE_BROWSER": "Looks like your browser is a bit dated. For an optimal navigation experience and for your security, we suggest you to keep it regularly updated, or to switch to a more modern one.",
  "ALERT_WARNING_AVAILABILITY_CALENDAR_CANT_EDIT_MONTH": "You can't edit the <strong>Month</strong> view. Please, switch to the <strong>Week</strong> or <strong>Day</strong> view to add new availability slots.",
  "ALERT_WARNING_EXPERT_PROFILE_INVALID_FORM_BEFORE_CHANGING_LANG": "Your profile must be valid before you can switch to another language. Check all the fields and try again.",
  "ALERT_WARNING_MESSAGING_NO_PERMISSION": "You haven't granted the permissions required for real-time notifications to work correctly. Refer to your browser's guide to learn more on how to enable notifications, then refresh the page. You can verify the status of the notifications system in the <a href=\"account?mode=preferences#live-notifications\">Preferences</a> section of your account.",
  "ALERT_WARNING_MISSING_PAYOUT_DETAILS": "Before accepting this session, provide the details of the bank account you would like to be paid on. Go to your Profile and enter the required fields in the <a href=\"/account?mode=profile#payout-details\">Payout details</a> section.",
  "ALERT_WARNING_PAYOUT_DISABLED": "Payouts on your bank account are currently disabled. Go to section <a href=\"/account?mode=profile#payout-details\">Payout details</a> of your Profile and follow the reported instructions to enable them.",

  "ALERT_INFO_CHAT_MESSAGE": "<strong>%%senderName%%</strong> sent you a message about your sharing session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_UPDATE": "<strong>%%senderName%%</strong> updated the sharing session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_REQUEST": "<strong>%%senderName%%</strong> requested a sharing session. Review the requirements and start now interacting with the seeker.",
  "ALERT_INFO_FILES_UPLOAD": "<strong>%%senderName%%</strong> uploaded new files related to session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_FILE_DELETION": "<strong>%%senderName%%</strong> deleted a session file from session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_COMPLETION": "<strong>%%senderName%%</strong> marked your session <strong>%%sessionTopic%%</strong> as completed. Remember to <a href=\"/manage?mode=feedback\">leave your feedback</a> to evaluate your experience with the expert.",
  "ALERT_INFO_SESSION_REJECTION": "<strong>%%senderName%%</strong> rejected your sharing session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_ACCEPTED": "<strong>%%senderName%%</strong> accepted your sharing session <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_PLANNED": "<strong>%%senderName%%</strong> accepted your sharing session <strong>%%sessionTopic%%</strong>. The session is now planned as previously agreed.",
  "ALERT_INFO_SESSION_UNDER_INQUIRY": "The session %%sessionTopic%% is under inquiry. You will be soon contacted by our support.",
  "ALERT_INFO_SESSION_PRICE_LIMIT_INCREASE_APPROVED": "Your request to increase the maximum price for your sharing sessions has been approved.",
  "ALERT_INFO_SESSION_PRICE_LIMIT_INCREASE_REJECTED": "Your request to increase the maximum price for your sharing sessions has been rejected. We have sent you an email with further details.",
  "ALERT_INFO_SW_NEW_CONTENT_AVAILABLE": "A KnowHub update is available: refresh the page to apply it.",
  "ALERT_INFO_ENABLE_NOTIFICATIONS": "Live notifications enable KnowHub features like chats and real-time sharing session updates. If you want to get chat messages and maintain your sessions up to date without having to refresh the page, we recommend you activate them by clicking on the button below. Remember that you can always manage the activation of these notifications in the <a href=\"account?mode=preferences#live-notifications\">Preferences</a> section of your account.",

  "ALERT_DANGER_1": "This email is already in use. Please, choose another one.",
  "ALERT_DANGER_2": "This email address is already in use. Click the button to return to your previous status and choose another email.",
  "ALERT_DANGER_3": "Verification codes last two hours since the moment they have been issued. Unfortunately your code has already expired. Request your change again to get a fresh verification code and complete the process.",
  "ALERT_DANGER_4": "Sesssion files were deleted, thus they cannot be modified anymore.",
  "ALERT_DANGER_5": "The session has been recently changed and this action is not allowed anymore.",
  "ALERT_DANGER_6": "We couldn't charge your credit card. Make sure it is not expired and the details you entered are correct, and to have enough funds on the account linked to the card.",
  "ALERT_DANGER_10": "This action is not allowed in your country.",
  "ALERT_DANGER_11": "There was a problem while processing your purchase request. Ensure the data related to your credit card are correct and try again.",
  "ALERT_DANGER_12": "The email you provided doesn't seem to be associated to any user. Ensure it is correct and retry, or create a new account.",
  "ALERT_DANGER_14": "We couldn't verify your request: the code you provided is invalid.",
  "ALERT_DANGER_15": "You have too many bookmarked experts. Unbookmark some of them to continue saving new experts.",
  "ALERT_DANGER_16": "You have uploaded too many images for your profile. Remove some of them in the editor and save your profile, then try again.",
  "ALERT_DANGER_17": "The promo code you entered is invalid.",
  "ALERT_WARNING_1": "Looks like you still have some sesions in progress. Before going back to being a seeker, either complete or reject your open sessions in which you participate as an expert.",
  "ALERT_WARNING_2": "This slot is no more available. Find another one for your session.",
  "ALERT_WARNING_3": "The expert is no more available at this time slot. Find another one for your session.",
  "ALERT_WARNING_4": "An expert just marked one of your past sharing sessions as completed: <a href=\"/manage?mode=feedback\">provide your feedback</a> before requesting any new one.",
  "ALERT_WARNING_5": "The start time of the session is already in the past. Choose a future date for your session."
}