{
  "ALERT_DANGER_1": "Questa email è già stata utilizzata: prova con un altro indirizzo.",
  "ALERT_DANGER_10": "Questa azione non è consentita nel tuo Paese.",
  "ALERT_DANGER_11": "Si è verificato un problema durante l'elaborazione della tua richiesta di acquisto. Assicurati che i dati relativi alla tua carta di credito siano corretti e riprova.",
  "ALERT_DANGER_12": "L'indirizzo email che hai inserito sembra non essere associato ad alcun utente. Assicurati che sia corretta e riprova, oppure crea un nuovo account.",
  "ALERT_DANGER_14": "Non ci è stato possibile verificare la tua richiesta: il codice che hai inserito non è valido.",
  "ALERT_DANGER_15": "Hai troppi maestri preferiti. Rimuovine alcuni per continuare a salvarne di nuovi.",
  "ALERT_DANGER_16": "Hai caricato troppe immagini per il tuo profilo. Rimuovine alcune nell'editor e salva il tuo profilo, poi riprova.",
  "ALERT_DANGER_17": "Il codice promozione che hai inserito non è valido.",
  "ALERT_DANGER_2": "Questo indirizzo email è già stato utilizzato. Clicca sul pulsante per tornare allo stato precedente e scegliere un'altra email.",
  "ALERT_DANGER_3": "I codici di verifica scadono dopo due ore dal rilascio. Purtroppo il tuo codice è già scaduto. Richiedi nuovamente la modifica per ottenere un nuovo codice di verifica e completare il processo.",
  "ALERT_DANGER_BACKEND_ERROR": "Ops! Qualcosa non ha funzionato.",
  "ALERT_DANGER_INVALID_EARLY_ACCESS_CODE": "Questo codice di accesso non è valido. Riprova.",
  "ALERT_DANGER_NETWORK_ERROR": "Non è stato possibile contattare i nostri server. Verifica la tua connessione a Internet, oppure riprova più tardi.",
  "ALERT_DANGER_UNINITIALIZED_APP": "Qualcosa non ha funzionato. Verifica la tua connessione a Internet e ricarica la pagina, oppure riprova più tardi.",
  "ALERT_DANGER_AUTH_ERROR": "Qualcosa non ha funzionato durante la procedura di accesso. Verifica la tua connessione a Internet, oppure riprova più tardi.",
  "ALERT_DANGER_VIDEO_CALL_CONNECTION": "Non è stato possibile avviare la videochiamata. Verifica la tua connessione a Internet o riprova più tardi.",
  "ALERT_DANGER_VIDEO_CALL_LOCAL_MEDIA": "Non è stato possibile accedere alla fotocamera o al microfono. Verifica che funzionino correttamente e che non siano in uso da altre applicazioni.",
  "ALERT_DANGER_VIDEO_CALl_SCREEN_SHARING": "Non è stato possibile inizializzare il sistema di condivisione schermo.",
  "ALERT_DANGER_NON_EUR_BANK_ACCOUNT": "L'IBAN che hai inserito si riferisce ad un conto bancario di un Paese non supportato.",
  "ALERT_SUCCESS_ABUSE_REPORT": "Grazie per la tua segnalazione. Verificheremo il profilo di questo utente e prenderemo gli adeguati provvedimenti.",
  "ALERT_SUCCESS_ACCOUNT_DELETED": "Il tuo account è stato cancellato correttamente. Grazie per essere stato con noi.",
  "ALERT_SUCCESS_AVAILABILITY_BATCH_INSERT_COMPLETED": "Abbiamo aggiunto delle fasce orarie per il periodo che hai selezionato. Verifica sul calendario.",
  "ALERT_SUCCESS_AVAILABILITY_SAVED": "Abbiamo aggiornato la tua disponibilità. Gli allievi potranno richedere sessioni di condivisione con te nelle fasce orarie che hai scelto.",
  "ALERT_SUCCESS_CONTACT_US_EMAIL_SENT": "La tua richiesta è stata inviata correttamente. Grazie per averci contattato! Ti risponderemo al più presto.",
  "ALERT_SUCCESS_DISCARD_PENDING_ACTION": "Abbiamo revocato la tua modifica. Puoi continuare a utilizzare KnowHub come al solito.",
  "ALERT_SUCCESS_FEEDBACK_PROCESSED": "Il tuo feedback è stato processato. Grazie per aver condiviso la tua opinione!",
  "ALERT_SUCCESS_SUPPORT_PROMO_ACTIVATED": "Promozione attivata.",
  "ALERT_SUCCESS_PREFERENCES_SAVED": "Le tue preferenze sono state aggiornate correttamente.",
  "ALERT_SUCCESS_PUT_USER": "Il tuo profilo è stato aggiornato correttamente.",
  "ALERT_SUCCESS_PROMO_CODE_ACTIVATED": "Codice accettato! La tua promozione è attiva da ora.",
  "ALERT_SUCCESS_SESSION_REQUEST": "La tua richiesta di sessione di condivisione è stata inviata correttamente. Il maestro ti contatterà al più presto.",
  "ALERT_SUCCESS_UPDATE_USER": "Il tuo profilo è stato aggiornato.",
  "ALERT_SUCCESS_USER_REMOVAL": "Abbiamo rimosso il tuo account. Grazie per aver utilizzato KnowHub. Speriamo di rivederti in futuro.",
  "ALERT_WARNING_1": "Sembra che tu abbia ancora delle sessioni in corso. Prima di ritornare allievo, completa o rifiuta le tue sessioni aperte in cui partecipi in qualità di esperto.",
  "ALERT_WARNING_2": "Questa fascia oraria non è più disponibile. Scegline un'altra per la tua sessione.",
  "ALERT_WARNING_3": "Il maestro non è più disponibile in questa fascia oraria. Scegline un'altra per la tua sessione.",
  "ALERT_SUCCESS_NOW_EXPERT": "Da questo momento sei un maestro! Ricorda di mantenere sempre aggiornato il tuo profilo maestro, e di definire la tua disponibilità, in modo che gli allievi possano richiedere sessioni di condivisione nelle date che ti sono più consone.",
  "ALERT_WARNING_4": "Un maestro ha appena segnato come completata una delle tue precedenti sessioni di condivisione: <a href=\"/manage?mode=feedback\">dai il tuo feedback</a> prima di richiederne un'altra.",
  "ALERT_WARNING_AVAILABILITY_CALENDAR_CANT_EDIT_MONTH": "Non puoi fare modifiche nella vista <strong>mensile</strong>. Passa alla vista <strong>settimanale</strong> o <strong>giornaliera</strong> per aggiungere nuove fasce orarie di disponibilità.",
  "ALERT_WARNING_EXPERT_PROFILE_INVALID_FORM_BEFORE_CHANGING_LANG": "Il tuo profilo deve essere valido prima di passare ad un'altra lingua. Controlla tutti i campi e riprova.",
  "ALERT_WARNING_OBSOLETE_BROWSER": "Sembra che il tuo browser sia un po' datato. Per una migliore esperienza di navigazione e per la tua sicurezza, ti consigliamo di passare ad una versione più recente e di mantenerlo regolarmente aggiornato.",
  "ALERT_WARNING_MISSING_PAYOUT_DETAILS": "Prima di accettare questa sessione, comunicaci i dettagli del conto bancario su cui vorresti essere pagato. Vai nel tuo Profilo e inserisci i campi richiesti nella sezione <a href=\"/account?mode=profile#payout-details\">Dati di pagamento</a>.",
  "ALERT_WARNING_PAYOUT_DISABLED": "I pagamenti sul tuo conto bancario sono attualmente disabilitati. Per abilitarli, accedi alla sezione <a href=\"/account?mode=profile#payout-details\">Dati di pagamento</a> del tuo Profilo e segui le indicazioni riportate.",
  "ALERT_SUCCESS_SUPPORT_PROMO_CAMPAIGN": "La campagna promozionale è iniziata correttamente. Le email saranno consegnate a breve.",
  "ALERT_SUCCESS_SUPPORT_SESSION_PRICE_LIMIT_PROCESSED": "La tua decisione riguardo alla richiesta di incremento del limite di prezzo dell'utente è stata processata correttamente.",
  "ALERT_SUCCESS_SUPPORT_USER_BLOCKED": "L'utente è ora bloccato.",
  "ALERT_SUCCESS_SUPPORT_LITIGATION_ASSOCIATED": "Hai associato un contenzioso non risolto alla sessione.",
  "ALERT_SUCCESS_SUPPORT_SEEKER_REFUNDED": "L'allievo è stato rimborsato e la sessione è stata rifiutata.",
  "ALERT_SUCCESS_SUPPORT_LITIGATION_RESOLVED": "Hai risolto il contenzioso associato alla sessione.",
  "ALERT_DANGER_SUPPORT_INVALID_USERS_DEFINITION": "La definizione degli utenti non è un JSON valido.",
  "ALERT_SUCCESS_SUPPORT_PAYOUT_RETRIED": "Il pagamento per questa sessione è stato avviato.",
  "ALERT_DANGER_MESSAGING_ERROR": "Non siamo riusciti ad inizializzare il sistema di notifiche in tempo reale.",
  "ALERT_WARNING_MESSAGING_NO_PERMISSION": "Non hai concesso i permessi necessari al corretto funzionamento delle notifiche in tempo reale. Fai riferimento alla guida del tuo browser per sapere come abilitare le notifiche, quindi ricarica la pagina. Puoi verificare lo stato del sistema di notifiche nella sezione <a href=\"account?mode=preferences#live-notifications\">Preferenze</a> del tuo account.",
  "ALERT_SUCCESS_NOTIFICATIONS_ENABLED": "Le notifiche in tempo reale sono attive da ora.",
  "ALERT_INFO_ENABLE_NOTIFICATIONS": "Le notifiche in tempo reale abilitano funzioni di KnowHub come le chat e gli aggiornamenti in tempo reale delle sessioni di condivisione. Se desideri ricevere i messaggi nelle chat e mantenere aggiornate le tue sessioni di condivisione senza dover ricaricare la pagina, ti consigliamo di attivarle facendo clic sul pulsante qui sotto. Ricorda che potrai sempre gestire l'attivazione delle notifiche nella sezione <a href=\"account?mode=preferences#live-notifications\">Preferenze</a> del tuo account.",
  "ALERT_INFO_CHAT_MESSAGE": "<strong>%%senderName%%</strong> ti ha inviato un messaggio relativo alla tua sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_WARNING_5": "L'ora di inizio della sessione è già passata. Scegli una data futura per la tua sessione.",
  "ALERT_SUCCESS_EXPERT_BOOKMARKED": "Maestro aggiunto alla lista dei preferiti.",
  "ALERT_SUCCESS_EXPERT_UNBOOKMARKED": "Maestro rimosso dalla lista dei preferiti.",
  "ALERT_INFO_SESSION_UPDATE": "<strong>%%senderName%%</strong> ha aggiornato la sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_REQUEST": "<strong>%%senderName%%</strong> ha richiesto una sessione di condivisione. Esamina i requisiti e comincia subito a interagire con l'allievo.",
  "ALERT_INFO_SW_NEW_CONTENT_AVAILABLE": "E' disponibile un aggiornamento di KnowHub: per attivarlo ricarica la pagina.",
  "ALERT_DANGER_4": "I file di sessione sono stati rimossi, pertanto non è più possibile modificarli.",
  "ALERT_INFO_FILES_UPLOAD": "<strong>%%senderName%%</strong> ha caricato nuovi file relativi alla sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_FILE_DELETION": "<strong>%%senderName%%</strong> ha rimosso un file dalla sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_COMPLETION": "<strong>%%senderName%%</strong> ha marcato la tua sessione <strong>%%sessionTopic%%</strong> come completata. Ricorda di <a href=\"/manage?mode=feedback\">lasciare il tuo feedback </a> di valutazione del maestro.",
  "ALERT_INFO_SESSION_REJECTION": "<strong>%%senderName%%</strong> ha rifiutato la tua sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_ACCEPTED": "<strong>%%senderName%%</strong> ha accettato la tua sessione <strong>%%sessionTopic%%</strong>.",
  "ALERT_INFO_SESSION_PLANNED": "<strong>%%senderName%%</strong> ha accettato la tua sessione <strong>%%sessionTopic%%</strong>. La sessione è ora pianificata come da accordi presi.",
  "ALERT_INFO_SESSION_UNDER_INQUIRY": "La tua sessione %%sessionTopic%% è sotto inchiesta. Sarai contattato a breve dal nostro supporto.",
  "ALERT_INFO_SESSION_PRICE_LIMIT_INCREASE_APPROVED": "La tua richiesta di incremento del prezzo massimo per le tue sessioni di condivisione è stata approvata.",
  "ALERT_INFO_SESSION_PRICE_LIMIT_INCREASE_REJECTED": "La tua richiesta di incremento del prezzo massimo per le tue sessioni di condivisione è stata rifiutata. Ti abbiamo inviato una email con ulteriori dettagli.",
  "ALERT_DANGER_5": "Una recente modifica della sessione di condivisione ha reso questa operazione non più disponibile.",
  "ALERT_DANGER_6": "Non è stato possibile finalizzare il pagamento con questa carta. Assicurati che non sia scaduta, di aver inserito correttamente i relativi dettagli, e di disporre di sufficiente denaro sul conto associato alla carta.",
  "ALERT_DANGER_PAYMENT": "Si è verificato un problema durante l'elaborazione del tuo pagamento."
}